const words = [
    {
        "w": "abandon",
        "m": "捨てる/断念する",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "ability",
        "m": "能力/才能",
        "ty": "一般",
        "s": 1,
        "t": [
            "教育",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "abnormal",
        "m": "異常な/例外的な",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "abolish",
        "m": "廃止する/なくす",
        "ty": "一般",
        "s": 3,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "absolute",
        "m": "絶対的な/完全な",
        "ty": "一般",
        "s": 2,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "absorb",
        "m": "吸収する/夢中にさせる",
        "ty": "一般",
        "s": 2,
        "t": [
            "科学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "abstract",
        "m": "抽象的な/要約",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "academic",
        "m": "学問的な/大学の",
        "ty": "一般",
        "s": 2,
        "t": [
            "教育",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "accelerate",
        "m": "加速する/促進する",
        "ty": "一般",
        "s": 3,
        "t": [
            "物理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "accept",
        "m": "受け入れる/認める",
        "ty": "一般",
        "s": 1,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "access",
        "m": "接近/利用する権利",
        "ty": "一般",
        "s": 1,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "accommodate",
        "m": "収容する/適応させる",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "accompany",
        "m": "同行する/付随する",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "accomplish",
        "m": "成し遂げる/完成させる",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "accurate",
        "m": "正確な/精密な",
        "ty": "一般",
        "s": 2,
        "t": [
            "科学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "accuse",
        "m": "非難する/告訴する",
        "ty": "一般",
        "s": 3,
        "t": [
            "法律",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "achieve",
        "m": "達成する/成し遂げる",
        "ty": "一般",
        "s": 1,
        "t": [
            "教育",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "acknowledge",
        "m": "認める/謝意を表す",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "acquire",
        "m": "習得する/手に入れる",
        "ty": "一般",
        "s": 2,
        "t": [
            "教育",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "activate",
        "m": "作動させる/活性化する",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "actual",
        "m": "実際の/現実の",
        "ty": "一般",
        "s": 1,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "adapt",
        "m": "適応させる/順応する",
        "ty": "一般",
        "s": 2,
        "t": [
            "環境",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "addiction",
        "m": "中毒/依存",
        "ty": "一般",
        "s": 3,
        "t": [
            "医学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "address",
        "m": "住所/対処する/演説",
        "ty": "一般",
        "s": 1,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "adequate",
        "m": "十分な/適切な",
        "ty": "一般",
        "s": 3,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "adjust",
        "m": "調整する/慣れる",
        "ty": "一般",
        "s": 2,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "administer",
        "m": "管理する/運営する",
        "ty": "一般",
        "s": 4,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "admire",
        "m": "賞賛する/感嘆する",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "admission",
        "m": "入場/許可/告白",
        "ty": "一般",
        "s": 2,
        "t": [
            "教育",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "adopt",
        "m": "採用する/養子にする",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "advance",
        "m": "進歩/前進",
        "ty": "一般",
        "s": 2,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "adventure",
        "m": "冒険/予期せぬ出来事",
        "ty": "一般",
        "s": 1,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "adverse",
        "m": "逆境の/不利な",
        "ty": "一般",
        "s": 4,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "advocate",
        "m": "主張する/支持者",
        "ty": "一般",
        "s": 3,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "aesthetic",
        "m": "美的な/美学の",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "affect",
        "m": "影響を与える/感動させる",
        "ty": "一般",
        "s": 1,
        "t": [
            "科学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "affection",
        "m": "愛情/慈しみ",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "afford",
        "m": "余裕がある/提供する",
        "ty": "一般",
        "s": 2,
        "t": [
            "経済",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "agency",
        "m": "代理店/機関/作用",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "agenda",
        "m": "協議事項/予定表",
        "ty": "一般",
        "s": 3,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "aggressive",
        "m": "攻撃的な/積極的な",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "agriculture",
        "m": "農業",
        "ty": "一般",
        "s": 2,
        "t": [
            "環境",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "alarm",
        "m": "警報/驚かせる",
        "ty": "一般",
        "s": 1,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "alien",
        "m": "外国の/異質な/宇宙人",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "align",
        "m": "整列させる/提携する",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "allege",
        "m": "主張する/言い張る",
        "ty": "一般",
        "s": 4,
        "t": [
            "法律",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "alliance",
        "m": "同盟/協力関係",
        "ty": "一般",
        "s": 3,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "allocate",
        "m": "割り当てる/配分する",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "allowance",
        "m": "手当/許容範囲",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "alter",
        "m": "変える/改める",
        "ty": "一般",
        "s": 3,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "alternative",
        "m": "代わりの/選択肢",
        "ty": "一般",
        "s": 2,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "altitude",
        "m": "高度/標高",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "ambiguous",
        "m": "曖昧な/多義的な",
        "ty": "一般",
        "s": 4,
        "t": [
            "言語",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "ambition",
        "m": "野心/熱望",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "amend",
        "m": "改正する/修正する",
        "ty": "一般",
        "s": 4,
        "t": [
            "法律",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "amount",
        "m": "量/合計〜になる",
        "ty": "一般",
        "s": 1,
        "t": [
            "数学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "analogy",
        "m": "類推/似ていること",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "analyze",
        "m": "分析する/検討する",
        "ty": "一般",
        "s": 2,
        "t": [
            "科学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "ancestor",
        "m": "先祖/祖先",
        "ty": "一般",
        "s": 2,
        "t": [
            "歴史",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "ancient",
        "m": "古代の/非常に古い",
        "ty": "一般",
        "s": 1,
        "t": [
            "歴史",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "anecdote",
        "m": "逸話/秘話",
        "ty": "一般",
        "s": 4,
        "t": [
            "言語",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "angle",
        "m": "角度/視点",
        "ty": "一般",
        "s": 1,
        "t": [
            "数学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "anniversary",
        "m": "記念日",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "announce",
        "m": "発表する/公表する",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "annual",
        "m": "一年の/例年の",
        "ty": "一般",
        "s": 2,
        "t": [
            "時間",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "anonymous",
        "m": "匿名の/名前を伏せた",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "anticipate",
        "m": "予期する/楽しみに待つ",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "anxiety",
        "m": "不安/心配",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "apologize",
        "m": "謝る",
        "ty": "一般",
        "s": 1,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "apparatus",
        "m": "装置/器具",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "apparent",
        "m": "明白な/一見〜らしい",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "appeal",
        "m": "訴え/魅力",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "appetite",
        "m": "食欲/欲求",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "applaud",
        "m": "拍手を送る/賞賛する",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "apply",
        "m": "申し込む/適用する",
        "ty": "一般",
        "s": 1,
        "t": [
            "教育",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "appoint",
        "m": "任命する/指定する",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "appreciate",
        "m": "正しく評価する/鑑賞する/感謝する",
        "ty": "一般",
        "s": 2,
        "t": [
            "芸術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "approach",
        "m": "近づく/取り組み",
        "ty": "一般",
        "s": 1,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "appropriate",
        "m": "適切な/ふさわしい",
        "ty": "一般",
        "s": 2,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "approve",
        "m": "承認する/賛成する",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "approximate",
        "m": "おおよその/近い",
        "ty": "一般",
        "s": 3,
        "t": [
            "数学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "arbitrary",
        "m": "任意の/独断的な",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "architecture",
        "m": "建築/構造",
        "ty": "一般",
        "s": 2,
        "t": [
            "芸術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "archive",
        "m": "公文書/保存記録",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "area",
        "m": "面積/地域/分野",
        "ty": "一般",
        "s": 1,
        "t": [
            "地理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "argue",
        "m": "主張する/論争する",
        "ty": "一般",
        "s": 2,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "arise",
        "m": "生じる/発生する",
        "ty": "一般",
        "s": 3,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "aristocracy",
        "m": "貴族政治/特権階級",
        "ty": "一般",
        "s": 4,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "arithmetic",
        "m": "算数/計算",
        "ty": "一般",
        "s": 2,
        "t": [
            "数学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "arouse",
        "m": "刺激する/目覚めさせる",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "arrange",
        "m": "整える/準備する",
        "ty": "一般",
        "s": 1,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "array",
        "m": "配列/勢揃い",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "arrogant",
        "m": "傲慢な/不遜な",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "article",
        "m": "記事/品物/冠詞",
        "ty": "一般",
        "s": 2,
        "t": [
            "言語",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "artifact",
        "m": "工芸品/人工物",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "artificial",
        "m": "人工の/不自然な",
        "ty": "一般",
        "s": 2,
        "t": [
            "科学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "aspect",
        "m": "側面/外観",
        "ty": "一般",
        "s": 2,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "aspire",
        "m": "熱望する/志す",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "assemble",
        "m": "組み立てる/集まる",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "assert",
        "m": "主張する/断言する",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "assess",
        "m": "評価する/査定する",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "asset",
        "m": "資産/財産",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "assign",
        "m": "割り当てる/任命する",
        "ty": "一般",
        "s": 2,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "assist",
        "m": "手伝う/助ける",
        "ty": "一般",
        "s": 1,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "associate",
        "m": "連想する/仲間",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "assume",
        "m": "仮定する/思い込む",
        "ty": "一般",
        "s": 2,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "assure",
        "m": "確信させる/保証する",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "astonish",
        "m": "驚かせる",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "astronaut",
        "m": "宇宙飛行士",
        "ty": "一般",
        "s": 2,
        "t": [
            "宇宙",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "asylum",
        "m": "収容施設/亡命保護",
        "ty": "一般",
        "s": 4,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "atmosphere",
        "m": "雰囲気/大気",
        "ty": "一般",
        "s": 2,
        "t": [
            "科学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "attach",
        "m": "取り付ける/愛着を持つ",
        "ty": "一般",
        "s": 2,
        "t": [
            "技術",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "attain",
        "m": "達成する/手に入れる",
        "ty": "一般",
        "s": 3,
        "t": [
            "教育",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "attempt",
        "m": "試みる/挑戦",
        "ty": "一般",
        "s": 1,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "attend",
        "m": "出席する/注意を払う",
        "ty": "一般",
        "s": 1,
        "t": [
            "教育",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "attitude",
        "m": "態度/考え方",
        "ty": "一般",
        "s": 1,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "attract",
        "m": "引きつける/魅了する",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "attribute",
        "m": "〜のせいにする/特性",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "auction",
        "m": "競売/オークション",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "audience",
        "m": "聴衆/読者層",
        "ty": "一般",
        "s": 1,
        "t": [
            "社会",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "authentic",
        "m": "本物の/信頼できる",
        "ty": "一般",
        "s": 3,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "author",
        "m": "著者/作家",
        "ty": "一般",
        "s": 1,
        "t": [
            "言語",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "authority",
        "m": "権威/当局/専門家",
        "ty": "一般",
        "s": 2,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "autonomy",
        "m": "自治/自律",
        "ty": "一般",
        "s": 4,
        "t": [
            "政治",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "available",
        "m": "利用可能な/都合がつく",
        "ty": "一般",
        "s": 2,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "avenue",
        "m": "通り/手段",
        "ty": "一般",
        "s": 2,
        "t": [
            "地理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "average",
        "m": "平均の/並みの",
        "ty": "一般",
        "s": 1,
        "t": [
            "数学",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "avoid",
        "m": "避ける/回避する",
        "ty": "一般",
        "s": 1,
        "t": [
            "抽象",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "awake",
        "m": "目覚めている/気づいている",
        "ty": "一般",
        "s": 2,
        "t": [
            "身体",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "aware",
        "m": "気づいている/意識的な",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "awesome",
        "m": "素晴らしい/畏敬の念を起こさせる",
        "ty": "一般",
        "s": 2,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "awkward",
        "m": "不器用な/気まずい",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "教育"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0001",
        "m": "高度な語彙_0001。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0002",
        "m": "高度な語彙_0002。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0003",
        "m": "高度な語彙_0003。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0004",
        "m": "高度な語彙_0004。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0005",
        "m": "高度な語彙_0005。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0006",
        "m": "高度な語彙_0006。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0007",
        "m": "高度な語彙_0007。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0008",
        "m": "高度な語彙_0008。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0009",
        "m": "高度な語彙_0009。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0010",
        "m": "高度な語彙_0010。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0011",
        "m": "高度な語彙_0011。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0012",
        "m": "高度な語彙_0012。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0013",
        "m": "高度な語彙_0013。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0014",
        "m": "高度な語彙_0014。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0015",
        "m": "高度な語彙_0015。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0016",
        "m": "高度な語彙_0016。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0017",
        "m": "高度な語彙_0017。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0018",
        "m": "高度な語彙_0018。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0019",
        "m": "高度な語彙_0019。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0020",
        "m": "高度な語彙_0020。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0021",
        "m": "高度な語彙_0021。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0022",
        "m": "高度な語彙_0022。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0023",
        "m": "高度な語彙_0023。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0024",
        "m": "高度な語彙_0024。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0025",
        "m": "高度な語彙_0025。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0026",
        "m": "高度な語彙_0026。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0027",
        "m": "高度な語彙_0027。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0028",
        "m": "高度な語彙_0028。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0029",
        "m": "高度な語彙_0029。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0030",
        "m": "高度な語彙_0030。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0031",
        "m": "高度な語彙_0031。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0032",
        "m": "高度な語彙_0032。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0033",
        "m": "高度な語彙_0033。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0034",
        "m": "高度な語彙_0034。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0035",
        "m": "高度な語彙_0035。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0036",
        "m": "高度な語彙_0036。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0037",
        "m": "高度な語彙_0037。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0038",
        "m": "高度な語彙_0038。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0039",
        "m": "高度な語彙_0039。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0040",
        "m": "高度な語彙_0040。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0041",
        "m": "高度な語彙_0041。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0042",
        "m": "高度な語彙_0042。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0043",
        "m": "高度な語彙_0043。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0044",
        "m": "高度な語彙_0044。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0045",
        "m": "高度な語彙_0045。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0046",
        "m": "高度な語彙_0046。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0047",
        "m": "高度な語彙_0047。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0048",
        "m": "高度な語彙_0048。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0049",
        "m": "高度な語彙_0049。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0050",
        "m": "高度な語彙_0050。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0051",
        "m": "高度な語彙_0051。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0052",
        "m": "高度な語彙_0052。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0053",
        "m": "高度な語彙_0053。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0054",
        "m": "高度な語彙_0054。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0055",
        "m": "高度な語彙_0055。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0056",
        "m": "高度な語彙_0056。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0057",
        "m": "高度な語彙_0057。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0058",
        "m": "高度な語彙_0058。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0059",
        "m": "高度な語彙_0059。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0060",
        "m": "高度な語彙_0060。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0061",
        "m": "高度な語彙_0061。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0062",
        "m": "高度な語彙_0062。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0063",
        "m": "高度な語彙_0063。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0064",
        "m": "高度な語彙_0064。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0065",
        "m": "高度な語彙_0065。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0066",
        "m": "高度な語彙_0066。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0067",
        "m": "高度な語彙_0067。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0068",
        "m": "高度な語彙_0068。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0069",
        "m": "高度な語彙_0069。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0070",
        "m": "高度な語彙_0070。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0071",
        "m": "高度な語彙_0071。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0072",
        "m": "高度な語彙_0072。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0073",
        "m": "高度な語彙_0073。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0074",
        "m": "高度な語彙_0074。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0075",
        "m": "高度な語彙_0075。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0076",
        "m": "高度な語彙_0076。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0077",
        "m": "高度な語彙_0077。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0078",
        "m": "高度な語彙_0078。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0079",
        "m": "高度な語彙_0079。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0080",
        "m": "高度な語彙_0080。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0081",
        "m": "高度な語彙_0081。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0082",
        "m": "高度な語彙_0082。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0083",
        "m": "高度な語彙_0083。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0084",
        "m": "高度な語彙_0084。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0085",
        "m": "高度な語彙_0085。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0086",
        "m": "高度な語彙_0086。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0087",
        "m": "高度な語彙_0087。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0088",
        "m": "高度な語彙_0088。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0089",
        "m": "高度な語彙_0089。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0090",
        "m": "高度な語彙_0090。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0091",
        "m": "高度な語彙_0091。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0092",
        "m": "高度な語彙_0092。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0093",
        "m": "高度な語彙_0093。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0094",
        "m": "高度な語彙_0094。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0095",
        "m": "高度な語彙_0095。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0096",
        "m": "高度な語彙_0096。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0097",
        "m": "高度な語彙_0097。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0098",
        "m": "高度な語彙_0098。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0099",
        "m": "高度な語彙_0099。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0100",
        "m": "高度な語彙_0100。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0101",
        "m": "高度な語彙_0101。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0102",
        "m": "高度な語彙_0102。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0103",
        "m": "高度な語彙_0103。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0104",
        "m": "高度な語彙_0104。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0105",
        "m": "高度な語彙_0105。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0106",
        "m": "高度な語彙_0106。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0107",
        "m": "高度な語彙_0107。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0108",
        "m": "高度な語彙_0108。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0109",
        "m": "高度な語彙_0109。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0110",
        "m": "高度な語彙_0110。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0111",
        "m": "高度な語彙_0111。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0112",
        "m": "高度な語彙_0112。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0113",
        "m": "高度な語彙_0113。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0114",
        "m": "高度な語彙_0114。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0115",
        "m": "高度な語彙_0115。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0116",
        "m": "高度な語彙_0116。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0117",
        "m": "高度な語彙_0117。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0118",
        "m": "高度な語彙_0118。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0119",
        "m": "高度な語彙_0119。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0120",
        "m": "高度な語彙_0120。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0121",
        "m": "高度な語彙_0121。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0122",
        "m": "高度な語彙_0122。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0123",
        "m": "高度な語彙_0123。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0124",
        "m": "高度な語彙_0124。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0125",
        "m": "高度な語彙_0125。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0126",
        "m": "高度な語彙_0126。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0127",
        "m": "高度な語彙_0127。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0128",
        "m": "高度な語彙_0128。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0129",
        "m": "高度な語彙_0129。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0130",
        "m": "高度な語彙_0130。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0131",
        "m": "高度な語彙_0131。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0132",
        "m": "高度な語彙_0132。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0133",
        "m": "高度な語彙_0133。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0134",
        "m": "高度な語彙_0134。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0135",
        "m": "高度な語彙_0135。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0136",
        "m": "高度な語彙_0136。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0137",
        "m": "高度な語彙_0137。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0138",
        "m": "高度な語彙_0138。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0139",
        "m": "高度な語彙_0139。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0140",
        "m": "高度な語彙_0140。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0141",
        "m": "高度な語彙_0141。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0142",
        "m": "高度な語彙_0142。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0143",
        "m": "高度な語彙_0143。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0144",
        "m": "高度な語彙_0144。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0145",
        "m": "高度な語彙_0145。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0146",
        "m": "高度な語彙_0146。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0147",
        "m": "高度な語彙_0147。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0148",
        "m": "高度な語彙_0148。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0149",
        "m": "高度な語彙_0149。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0150",
        "m": "高度な語彙_0150。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0151",
        "m": "高度な語彙_0151。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0152",
        "m": "高度な語彙_0152。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0153",
        "m": "高度な語彙_0153。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0154",
        "m": "高度な語彙_0154。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0155",
        "m": "高度な語彙_0155。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0156",
        "m": "高度な語彙_0156。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0157",
        "m": "高度な語彙_0157。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0158",
        "m": "高度な語彙_0158。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0159",
        "m": "高度な語彙_0159。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0160",
        "m": "高度な語彙_0160。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0161",
        "m": "高度な語彙_0161。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0162",
        "m": "高度な語彙_0162。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0163",
        "m": "高度な語彙_0163。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0164",
        "m": "高度な語彙_0164。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0165",
        "m": "高度な語彙_0165。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0166",
        "m": "高度な語彙_0166。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0167",
        "m": "高度な語彙_0167。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0168",
        "m": "高度な語彙_0168。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0169",
        "m": "高度な語彙_0169。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0170",
        "m": "高度な語彙_0170。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0171",
        "m": "高度な語彙_0171。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0172",
        "m": "高度な語彙_0172。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0173",
        "m": "高度な語彙_0173。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0174",
        "m": "高度な語彙_0174。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0175",
        "m": "高度な語彙_0175。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0176",
        "m": "高度な語彙_0176。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0177",
        "m": "高度な語彙_0177。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0178",
        "m": "高度な語彙_0178。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0179",
        "m": "高度な語彙_0179。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0180",
        "m": "高度な語彙_0180。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0181",
        "m": "高度な語彙_0181。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0182",
        "m": "高度な語彙_0182。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0183",
        "m": "高度な語彙_0183。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0184",
        "m": "高度な語彙_0184。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0185",
        "m": "高度な語彙_0185。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0186",
        "m": "高度な語彙_0186。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0187",
        "m": "高度な語彙_0187。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0188",
        "m": "高度な語彙_0188。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0189",
        "m": "高度な語彙_0189。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0190",
        "m": "高度な語彙_0190。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0191",
        "m": "高度な語彙_0191。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0192",
        "m": "高度な語彙_0192。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0193",
        "m": "高度な語彙_0193。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0194",
        "m": "高度な語彙_0194。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0195",
        "m": "高度な語彙_0195。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0196",
        "m": "高度な語彙_0196。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0197",
        "m": "高度な語彙_0197。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0198",
        "m": "高度な語彙_0198。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0199",
        "m": "高度な語彙_0199。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0200",
        "m": "高度な語彙_0200。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0201",
        "m": "高度な語彙_0201。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0202",
        "m": "高度な語彙_0202。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0203",
        "m": "高度な語彙_0203。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0204",
        "m": "高度な語彙_0204。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0205",
        "m": "高度な語彙_0205。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0206",
        "m": "高度な語彙_0206。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0207",
        "m": "高度な語彙_0207。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0208",
        "m": "高度な語彙_0208。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0209",
        "m": "高度な語彙_0209。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0210",
        "m": "高度な語彙_0210。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0211",
        "m": "高度な語彙_0211。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0212",
        "m": "高度な語彙_0212。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0213",
        "m": "高度な語彙_0213。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0214",
        "m": "高度な語彙_0214。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0215",
        "m": "高度な語彙_0215。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0216",
        "m": "高度な語彙_0216。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0217",
        "m": "高度な語彙_0217。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0218",
        "m": "高度な語彙_0218。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0219",
        "m": "高度な語彙_0219。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0220",
        "m": "高度な語彙_0220。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0221",
        "m": "高度な語彙_0221。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0222",
        "m": "高度な語彙_0222。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0223",
        "m": "高度な語彙_0223。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0224",
        "m": "高度な語彙_0224。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0225",
        "m": "高度な語彙_0225。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0226",
        "m": "高度な語彙_0226。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0227",
        "m": "高度な語彙_0227。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0228",
        "m": "高度な語彙_0228。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0229",
        "m": "高度な語彙_0229。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0230",
        "m": "高度な語彙_0230。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0231",
        "m": "高度な語彙_0231。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0232",
        "m": "高度な語彙_0232。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0233",
        "m": "高度な語彙_0233。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0234",
        "m": "高度な語彙_0234。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0235",
        "m": "高度な語彙_0235。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0236",
        "m": "高度な語彙_0236。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0237",
        "m": "高度な語彙_0237。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0238",
        "m": "高度な語彙_0238。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0239",
        "m": "高度な語彙_0239。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0240",
        "m": "高度な語彙_0240。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0241",
        "m": "高度な語彙_0241。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0242",
        "m": "高度な語彙_0242。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0243",
        "m": "高度な語彙_0243。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0244",
        "m": "高度な語彙_0244。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0245",
        "m": "高度な語彙_0245。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0246",
        "m": "高度な語彙_0246。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0247",
        "m": "高度な語彙_0247。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0248",
        "m": "高度な語彙_0248。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0249",
        "m": "高度な語彙_0249。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0250",
        "m": "高度な語彙_0250。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0251",
        "m": "高度な語彙_0251。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0252",
        "m": "高度な語彙_0252。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0253",
        "m": "高度な語彙_0253。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0254",
        "m": "高度な語彙_0254。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0255",
        "m": "高度な語彙_0255。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0256",
        "m": "高度な語彙_0256。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0257",
        "m": "高度な語彙_0257。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0258",
        "m": "高度な語彙_0258。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0259",
        "m": "高度な語彙_0259。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0260",
        "m": "高度な語彙_0260。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0261",
        "m": "高度な語彙_0261。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0262",
        "m": "高度な語彙_0262。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0263",
        "m": "高度な語彙_0263。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0264",
        "m": "高度な語彙_0264。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0265",
        "m": "高度な語彙_0265。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0266",
        "m": "高度な語彙_0266。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0267",
        "m": "高度な語彙_0267。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0268",
        "m": "高度な語彙_0268。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0269",
        "m": "高度な語彙_0269。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0270",
        "m": "高度な語彙_0270。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0271",
        "m": "高度な語彙_0271。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0272",
        "m": "高度な語彙_0272。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0273",
        "m": "高度な語彙_0273。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0274",
        "m": "高度な語彙_0274。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0275",
        "m": "高度な語彙_0275。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0276",
        "m": "高度な語彙_0276。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0277",
        "m": "高度な語彙_0277。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0278",
        "m": "高度な語彙_0278。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0279",
        "m": "高度な語彙_0279。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0280",
        "m": "高度な語彙_0280。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0281",
        "m": "高度な語彙_0281。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0282",
        "m": "高度な語彙_0282。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0283",
        "m": "高度な語彙_0283。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0284",
        "m": "高度な語彙_0284。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0285",
        "m": "高度な語彙_0285。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0286",
        "m": "高度な語彙_0286。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0287",
        "m": "高度な語彙_0287。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0288",
        "m": "高度な語彙_0288。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0289",
        "m": "高度な語彙_0289。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0290",
        "m": "高度な語彙_0290。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0291",
        "m": "高度な語彙_0291。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0292",
        "m": "高度な語彙_0292。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0293",
        "m": "高度な語彙_0293。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0294",
        "m": "高度な語彙_0294。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0295",
        "m": "高度な語彙_0295。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0296",
        "m": "高度な語彙_0296。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0297",
        "m": "高度な語彙_0297。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0298",
        "m": "高度な語彙_0298。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0299",
        "m": "高度な語彙_0299。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0300",
        "m": "高度な語彙_0300。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0301",
        "m": "高度な語彙_0301。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0302",
        "m": "高度な語彙_0302。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0303",
        "m": "高度な語彙_0303。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0304",
        "m": "高度な語彙_0304。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0305",
        "m": "高度な語彙_0305。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0306",
        "m": "高度な語彙_0306。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0307",
        "m": "高度な語彙_0307。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0308",
        "m": "高度な語彙_0308。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0309",
        "m": "高度な語彙_0309。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0310",
        "m": "高度な語彙_0310。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0311",
        "m": "高度な語彙_0311。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0312",
        "m": "高度な語彙_0312。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0313",
        "m": "高度な語彙_0313。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0314",
        "m": "高度な語彙_0314。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0315",
        "m": "高度な語彙_0315。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0316",
        "m": "高度な語彙_0316。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0317",
        "m": "高度な語彙_0317。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0318",
        "m": "高度な語彙_0318。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0319",
        "m": "高度な語彙_0319。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0320",
        "m": "高度な語彙_0320。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0321",
        "m": "高度な語彙_0321。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0322",
        "m": "高度な語彙_0322。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0323",
        "m": "高度な語彙_0323。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0324",
        "m": "高度な語彙_0324。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0325",
        "m": "高度な語彙_0325。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0326",
        "m": "高度な語彙_0326。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0327",
        "m": "高度な語彙_0327。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0328",
        "m": "高度な語彙_0328。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0329",
        "m": "高度な語彙_0329。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0330",
        "m": "高度な語彙_0330。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0331",
        "m": "高度な語彙_0331。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0332",
        "m": "高度な語彙_0332。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0333",
        "m": "高度な語彙_0333。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0334",
        "m": "高度な語彙_0334。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0335",
        "m": "高度な語彙_0335。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0336",
        "m": "高度な語彙_0336。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0337",
        "m": "高度な語彙_0337。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0338",
        "m": "高度な語彙_0338。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0339",
        "m": "高度な語彙_0339。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0340",
        "m": "高度な語彙_0340。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0341",
        "m": "高度な語彙_0341。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0342",
        "m": "高度な語彙_0342。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0343",
        "m": "高度な語彙_0343。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0344",
        "m": "高度な語彙_0344。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0345",
        "m": "高度な語彙_0345。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0346",
        "m": "高度な語彙_0346。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0347",
        "m": "高度な語彙_0347。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0348",
        "m": "高度な語彙_0348。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0349",
        "m": "高度な語彙_0349。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0350",
        "m": "高度な語彙_0350。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0351",
        "m": "高度な語彙_0351。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0352",
        "m": "高度な語彙_0352。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0353",
        "m": "高度な語彙_0353。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0354",
        "m": "高度な語彙_0354。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0355",
        "m": "高度な語彙_0355。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0356",
        "m": "高度な語彙_0356。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0357",
        "m": "高度な語彙_0357。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0358",
        "m": "高度な語彙_0358。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0359",
        "m": "高度な語彙_0359。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0360",
        "m": "高度な語彙_0360。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0361",
        "m": "高度な語彙_0361。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0362",
        "m": "高度な語彙_0362。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0363",
        "m": "高度な語彙_0363。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0364",
        "m": "高度な語彙_0364。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0365",
        "m": "高度な語彙_0365。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0366",
        "m": "高度な語彙_0366。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0367",
        "m": "高度な語彙_0367。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0368",
        "m": "高度な語彙_0368。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0369",
        "m": "高度な語彙_0369。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0370",
        "m": "高度な語彙_0370。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0371",
        "m": "高度な語彙_0371。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0372",
        "m": "高度な語彙_0372。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0373",
        "m": "高度な語彙_0373。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0374",
        "m": "高度な語彙_0374。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0375",
        "m": "高度な語彙_0375。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0376",
        "m": "高度な語彙_0376。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0377",
        "m": "高度な語彙_0377。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0378",
        "m": "高度な語彙_0378。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0379",
        "m": "高度な語彙_0379。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0380",
        "m": "高度な語彙_0380。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0381",
        "m": "高度な語彙_0381。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0382",
        "m": "高度な語彙_0382。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0383",
        "m": "高度な語彙_0383。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0384",
        "m": "高度な語彙_0384。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0385",
        "m": "高度な語彙_0385。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0386",
        "m": "高度な語彙_0386。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0387",
        "m": "高度な語彙_0387。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0388",
        "m": "高度な語彙_0388。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0389",
        "m": "高度な語彙_0389。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0390",
        "m": "高度な語彙_0390。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0391",
        "m": "高度な語彙_0391。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0392",
        "m": "高度な語彙_0392。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0393",
        "m": "高度な語彙_0393。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0394",
        "m": "高度な語彙_0394。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0395",
        "m": "高度な語彙_0395。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0396",
        "m": "高度な語彙_0396。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0397",
        "m": "高度な語彙_0397。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0398",
        "m": "高度な語彙_0398。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0399",
        "m": "高度な語彙_0399。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0400",
        "m": "高度な語彙_0400。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0401",
        "m": "高度な語彙_0401。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0402",
        "m": "高度な語彙_0402。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0403",
        "m": "高度な語彙_0403。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0404",
        "m": "高度な語彙_0404。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0405",
        "m": "高度な語彙_0405。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0406",
        "m": "高度な語彙_0406。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0407",
        "m": "高度な語彙_0407。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0408",
        "m": "高度な語彙_0408。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0409",
        "m": "高度な語彙_0409。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0410",
        "m": "高度な語彙_0410。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0411",
        "m": "高度な語彙_0411。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0412",
        "m": "高度な語彙_0412。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0413",
        "m": "高度な語彙_0413。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0414",
        "m": "高度な語彙_0414。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0415",
        "m": "高度な語彙_0415。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0416",
        "m": "高度な語彙_0416。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0417",
        "m": "高度な語彙_0417。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0418",
        "m": "高度な語彙_0418。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0419",
        "m": "高度な語彙_0419。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0420",
        "m": "高度な語彙_0420。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0421",
        "m": "高度な語彙_0421。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0422",
        "m": "高度な語彙_0422。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0423",
        "m": "高度な語彙_0423。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0424",
        "m": "高度な語彙_0424。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0425",
        "m": "高度な語彙_0425。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0426",
        "m": "高度な語彙_0426。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0427",
        "m": "高度な語彙_0427。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0428",
        "m": "高度な語彙_0428。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0429",
        "m": "高度な語彙_0429。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0430",
        "m": "高度な語彙_0430。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0431",
        "m": "高度な語彙_0431。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0432",
        "m": "高度な語彙_0432。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0433",
        "m": "高度な語彙_0433。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0434",
        "m": "高度な語彙_0434。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0435",
        "m": "高度な語彙_0435。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0436",
        "m": "高度な語彙_0436。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0437",
        "m": "高度な語彙_0437。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0438",
        "m": "高度な語彙_0438。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0439",
        "m": "高度な語彙_0439。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0440",
        "m": "高度な語彙_0440。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0441",
        "m": "高度な語彙_0441。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0442",
        "m": "高度な語彙_0442。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0443",
        "m": "高度な語彙_0443。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0444",
        "m": "高度な語彙_0444。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0445",
        "m": "高度な語彙_0445。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0446",
        "m": "高度な語彙_0446。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0447",
        "m": "高度な語彙_0447。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0448",
        "m": "高度な語彙_0448。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0449",
        "m": "高度な語彙_0449。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0450",
        "m": "高度な語彙_0450。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0451",
        "m": "高度な語彙_0451。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0452",
        "m": "高度な語彙_0452。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0453",
        "m": "高度な語彙_0453。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0454",
        "m": "高度な語彙_0454。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0455",
        "m": "高度な語彙_0455。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0456",
        "m": "高度な語彙_0456。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0457",
        "m": "高度な語彙_0457。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0458",
        "m": "高度な語彙_0458。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0459",
        "m": "高度な語彙_0459。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0460",
        "m": "高度な語彙_0460。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0461",
        "m": "高度な語彙_0461。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0462",
        "m": "高度な語彙_0462。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0463",
        "m": "高度な語彙_0463。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0464",
        "m": "高度な語彙_0464。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0465",
        "m": "高度な語彙_0465。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0466",
        "m": "高度な語彙_0466。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0467",
        "m": "高度な語彙_0467。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0468",
        "m": "高度な語彙_0468。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0469",
        "m": "高度な語彙_0469。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0470",
        "m": "高度な語彙_0470。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0471",
        "m": "高度な語彙_0471。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0472",
        "m": "高度な語彙_0472。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0473",
        "m": "高度な語彙_0473。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0474",
        "m": "高度な語彙_0474。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0475",
        "m": "高度な語彙_0475。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0476",
        "m": "高度な語彙_0476。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0477",
        "m": "高度な語彙_0477。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0478",
        "m": "高度な語彙_0478。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0479",
        "m": "高度な語彙_0479。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0480",
        "m": "高度な語彙_0480。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0481",
        "m": "高度な語彙_0481。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0482",
        "m": "高度な語彙_0482。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0483",
        "m": "高度な語彙_0483。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0484",
        "m": "高度な語彙_0484。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0485",
        "m": "高度な語彙_0485。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0486",
        "m": "高度な語彙_0486。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0487",
        "m": "高度な語彙_0487。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0488",
        "m": "高度な語彙_0488。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0489",
        "m": "高度な語彙_0489。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0490",
        "m": "高度な語彙_0490。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0491",
        "m": "高度な語彙_0491。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0492",
        "m": "高度な語彙_0492。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0493",
        "m": "高度な語彙_0493。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0494",
        "m": "高度な語彙_0494。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0495",
        "m": "高度な語彙_0495。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0496",
        "m": "高度な語彙_0496。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0497",
        "m": "高度な語彙_0497。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0498",
        "m": "高度な語彙_0498。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0499",
        "m": "高度な語彙_0499。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0500",
        "m": "高度な語彙_0500。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0501",
        "m": "高度な語彙_0501。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0502",
        "m": "高度な語彙_0502。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0503",
        "m": "高度な語彙_0503。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0504",
        "m": "高度な語彙_0504。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0505",
        "m": "高度な語彙_0505。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0506",
        "m": "高度な語彙_0506。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0507",
        "m": "高度な語彙_0507。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0508",
        "m": "高度な語彙_0508。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0509",
        "m": "高度な語彙_0509。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0510",
        "m": "高度な語彙_0510。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0511",
        "m": "高度な語彙_0511。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0512",
        "m": "高度な語彙_0512。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0513",
        "m": "高度な語彙_0513。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0514",
        "m": "高度な語彙_0514。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0515",
        "m": "高度な語彙_0515。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0516",
        "m": "高度な語彙_0516。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0517",
        "m": "高度な語彙_0517。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0518",
        "m": "高度な語彙_0518。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0519",
        "m": "高度な語彙_0519。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0520",
        "m": "高度な語彙_0520。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0521",
        "m": "高度な語彙_0521。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0522",
        "m": "高度な語彙_0522。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0523",
        "m": "高度な語彙_0523。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0524",
        "m": "高度な語彙_0524。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0525",
        "m": "高度な語彙_0525。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0526",
        "m": "高度な語彙_0526。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0527",
        "m": "高度な語彙_0527。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0528",
        "m": "高度な語彙_0528。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0529",
        "m": "高度な語彙_0529。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0530",
        "m": "高度な語彙_0530。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0531",
        "m": "高度な語彙_0531。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0532",
        "m": "高度な語彙_0532。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0533",
        "m": "高度な語彙_0533。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0534",
        "m": "高度な語彙_0534。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0535",
        "m": "高度な語彙_0535。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0536",
        "m": "高度な語彙_0536。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0537",
        "m": "高度な語彙_0537。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0538",
        "m": "高度な語彙_0538。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0539",
        "m": "高度な語彙_0539。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0540",
        "m": "高度な語彙_0540。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0541",
        "m": "高度な語彙_0541。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0542",
        "m": "高度な語彙_0542。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0543",
        "m": "高度な語彙_0543。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0544",
        "m": "高度な語彙_0544。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0545",
        "m": "高度な語彙_0545。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0546",
        "m": "高度な語彙_0546。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0547",
        "m": "高度な語彙_0547。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0548",
        "m": "高度な語彙_0548。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0549",
        "m": "高度な語彙_0549。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0550",
        "m": "高度な語彙_0550。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0551",
        "m": "高度な語彙_0551。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0552",
        "m": "高度な語彙_0552。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0553",
        "m": "高度な語彙_0553。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0554",
        "m": "高度な語彙_0554。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0555",
        "m": "高度な語彙_0555。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0556",
        "m": "高度な語彙_0556。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0557",
        "m": "高度な語彙_0557。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0558",
        "m": "高度な語彙_0558。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0559",
        "m": "高度な語彙_0559。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0560",
        "m": "高度な語彙_0560。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0561",
        "m": "高度な語彙_0561。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0562",
        "m": "高度な語彙_0562。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0563",
        "m": "高度な語彙_0563。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0564",
        "m": "高度な語彙_0564。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0565",
        "m": "高度な語彙_0565。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0566",
        "m": "高度な語彙_0566。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0567",
        "m": "高度な語彙_0567。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0568",
        "m": "高度な語彙_0568。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0569",
        "m": "高度な語彙_0569。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0570",
        "m": "高度な語彙_0570。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0571",
        "m": "高度な語彙_0571。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0572",
        "m": "高度な語彙_0572。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0573",
        "m": "高度な語彙_0573。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0574",
        "m": "高度な語彙_0574。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0575",
        "m": "高度な語彙_0575。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0576",
        "m": "高度な語彙_0576。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0577",
        "m": "高度な語彙_0577。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0578",
        "m": "高度な語彙_0578。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0579",
        "m": "高度な語彙_0579。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0580",
        "m": "高度な語彙_0580。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0581",
        "m": "高度な語彙_0581。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0582",
        "m": "高度な語彙_0582。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0583",
        "m": "高度な語彙_0583。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0584",
        "m": "高度な語彙_0584。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0585",
        "m": "高度な語彙_0585。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0586",
        "m": "高度な語彙_0586。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0587",
        "m": "高度な語彙_0587。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0588",
        "m": "高度な語彙_0588。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0589",
        "m": "高度な語彙_0589。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0590",
        "m": "高度な語彙_0590。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0591",
        "m": "高度な語彙_0591。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0592",
        "m": "高度な語彙_0592。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0593",
        "m": "高度な語彙_0593。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0594",
        "m": "高度な語彙_0594。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0595",
        "m": "高度な語彙_0595。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0596",
        "m": "高度な語彙_0596。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0597",
        "m": "高度な語彙_0597。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0598",
        "m": "高度な語彙_0598。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0599",
        "m": "高度な語彙_0599。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0600",
        "m": "高度な語彙_0600。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0601",
        "m": "高度な語彙_0601。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0602",
        "m": "高度な語彙_0602。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0603",
        "m": "高度な語彙_0603。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0604",
        "m": "高度な語彙_0604。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0605",
        "m": "高度な語彙_0605。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0606",
        "m": "高度な語彙_0606。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0607",
        "m": "高度な語彙_0607。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0608",
        "m": "高度な語彙_0608。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0609",
        "m": "高度な語彙_0609。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0610",
        "m": "高度な語彙_0610。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0611",
        "m": "高度な語彙_0611。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0612",
        "m": "高度な語彙_0612。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0613",
        "m": "高度な語彙_0613。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0614",
        "m": "高度な語彙_0614。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0615",
        "m": "高度な語彙_0615。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0616",
        "m": "高度な語彙_0616。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0617",
        "m": "高度な語彙_0617。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0618",
        "m": "高度な語彙_0618。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0619",
        "m": "高度な語彙_0619。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0620",
        "m": "高度な語彙_0620。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0621",
        "m": "高度な語彙_0621。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0622",
        "m": "高度な語彙_0622。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0623",
        "m": "高度な語彙_0623。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0624",
        "m": "高度な語彙_0624。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0625",
        "m": "高度な語彙_0625。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0626",
        "m": "高度な語彙_0626。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0627",
        "m": "高度な語彙_0627。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0628",
        "m": "高度な語彙_0628。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0629",
        "m": "高度な語彙_0629。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0630",
        "m": "高度な語彙_0630。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0631",
        "m": "高度な語彙_0631。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0632",
        "m": "高度な語彙_0632。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0633",
        "m": "高度な語彙_0633。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0634",
        "m": "高度な語彙_0634。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0635",
        "m": "高度な語彙_0635。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0636",
        "m": "高度な語彙_0636。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0637",
        "m": "高度な語彙_0637。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0638",
        "m": "高度な語彙_0638。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0639",
        "m": "高度な語彙_0639。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0640",
        "m": "高度な語彙_0640。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0641",
        "m": "高度な語彙_0641。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0642",
        "m": "高度な語彙_0642。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0643",
        "m": "高度な語彙_0643。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0644",
        "m": "高度な語彙_0644。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0645",
        "m": "高度な語彙_0645。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0646",
        "m": "高度な語彙_0646。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0647",
        "m": "高度な語彙_0647。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0648",
        "m": "高度な語彙_0648。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0649",
        "m": "高度な語彙_0649。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0650",
        "m": "高度な語彙_0650。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0651",
        "m": "高度な語彙_0651。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0652",
        "m": "高度な語彙_0652。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0653",
        "m": "高度な語彙_0653。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0654",
        "m": "高度な語彙_0654。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0655",
        "m": "高度な語彙_0655。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0656",
        "m": "高度な語彙_0656。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0657",
        "m": "高度な語彙_0657。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0658",
        "m": "高度な語彙_0658。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0659",
        "m": "高度な語彙_0659。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0660",
        "m": "高度な語彙_0660。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0661",
        "m": "高度な語彙_0661。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0662",
        "m": "高度な語彙_0662。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0663",
        "m": "高度な語彙_0663。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0664",
        "m": "高度な語彙_0664。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0665",
        "m": "高度な語彙_0665。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0666",
        "m": "高度な語彙_0666。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0667",
        "m": "高度な語彙_0667。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0668",
        "m": "高度な語彙_0668。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0669",
        "m": "高度な語彙_0669。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0670",
        "m": "高度な語彙_0670。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0671",
        "m": "高度な語彙_0671。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0672",
        "m": "高度な語彙_0672。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0673",
        "m": "高度な語彙_0673。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0674",
        "m": "高度な語彙_0674。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0675",
        "m": "高度な語彙_0675。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0676",
        "m": "高度な語彙_0676。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0677",
        "m": "高度な語彙_0677。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0678",
        "m": "高度な語彙_0678。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0679",
        "m": "高度な語彙_0679。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0680",
        "m": "高度な語彙_0680。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0681",
        "m": "高度な語彙_0681。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0682",
        "m": "高度な語彙_0682。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0683",
        "m": "高度な語彙_0683。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0684",
        "m": "高度な語彙_0684。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0685",
        "m": "高度な語彙_0685。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0686",
        "m": "高度な語彙_0686。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0687",
        "m": "高度な語彙_0687。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0688",
        "m": "高度な語彙_0688。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0689",
        "m": "高度な語彙_0689。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0690",
        "m": "高度な語彙_0690。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0691",
        "m": "高度な語彙_0691。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0692",
        "m": "高度な語彙_0692。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0693",
        "m": "高度な語彙_0693。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0694",
        "m": "高度な語彙_0694。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0695",
        "m": "高度な語彙_0695。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0696",
        "m": "高度な語彙_0696。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0697",
        "m": "高度な語彙_0697。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0698",
        "m": "高度な語彙_0698。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0699",
        "m": "高度な語彙_0699。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0700",
        "m": "高度な語彙_0700。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0701",
        "m": "高度な語彙_0701。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0702",
        "m": "高度な語彙_0702。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0703",
        "m": "高度な語彙_0703。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0704",
        "m": "高度な語彙_0704。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0705",
        "m": "高度な語彙_0705。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0706",
        "m": "高度な語彙_0706。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0707",
        "m": "高度な語彙_0707。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0708",
        "m": "高度な語彙_0708。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0709",
        "m": "高度な語彙_0709。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0710",
        "m": "高度な語彙_0710。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0711",
        "m": "高度な語彙_0711。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0712",
        "m": "高度な語彙_0712。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0713",
        "m": "高度な語彙_0713。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0714",
        "m": "高度な語彙_0714。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0715",
        "m": "高度な語彙_0715。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0716",
        "m": "高度な語彙_0716。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0717",
        "m": "高度な語彙_0717。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0718",
        "m": "高度な語彙_0718。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0719",
        "m": "高度な語彙_0719。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0720",
        "m": "高度な語彙_0720。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0721",
        "m": "高度な語彙_0721。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0722",
        "m": "高度な語彙_0722。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0723",
        "m": "高度な語彙_0723。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0724",
        "m": "高度な語彙_0724。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0725",
        "m": "高度な語彙_0725。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0726",
        "m": "高度な語彙_0726。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0727",
        "m": "高度な語彙_0727。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0728",
        "m": "高度な語彙_0728。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0729",
        "m": "高度な語彙_0729。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0730",
        "m": "高度な語彙_0730。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0731",
        "m": "高度な語彙_0731。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0732",
        "m": "高度な語彙_0732。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0733",
        "m": "高度な語彙_0733。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0734",
        "m": "高度な語彙_0734。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0735",
        "m": "高度な語彙_0735。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0736",
        "m": "高度な語彙_0736。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0737",
        "m": "高度な語彙_0737。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0738",
        "m": "高度な語彙_0738。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0739",
        "m": "高度な語彙_0739。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0740",
        "m": "高度な語彙_0740。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0741",
        "m": "高度な語彙_0741。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0742",
        "m": "高度な語彙_0742。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0743",
        "m": "高度な語彙_0743。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0744",
        "m": "高度な語彙_0744。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0745",
        "m": "高度な語彙_0745。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0746",
        "m": "高度な語彙_0746。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0747",
        "m": "高度な語彙_0747。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0748",
        "m": "高度な語彙_0748。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0749",
        "m": "高度な語彙_0749。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0750",
        "m": "高度な語彙_0750。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0751",
        "m": "高度な語彙_0751。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0752",
        "m": "高度な語彙_0752。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0753",
        "m": "高度な語彙_0753。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0754",
        "m": "高度な語彙_0754。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0755",
        "m": "高度な語彙_0755。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0756",
        "m": "高度な語彙_0756。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0757",
        "m": "高度な語彙_0757。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0758",
        "m": "高度な語彙_0758。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0759",
        "m": "高度な語彙_0759。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0760",
        "m": "高度な語彙_0760。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0761",
        "m": "高度な語彙_0761。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0762",
        "m": "高度な語彙_0762。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0763",
        "m": "高度な語彙_0763。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0764",
        "m": "高度な語彙_0764。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0765",
        "m": "高度な語彙_0765。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0766",
        "m": "高度な語彙_0766。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0767",
        "m": "高度な語彙_0767。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0768",
        "m": "高度な語彙_0768。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0769",
        "m": "高度な語彙_0769。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0770",
        "m": "高度な語彙_0770。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0771",
        "m": "高度な語彙_0771。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0772",
        "m": "高度な語彙_0772。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0773",
        "m": "高度な語彙_0773。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0774",
        "m": "高度な語彙_0774。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0775",
        "m": "高度な語彙_0775。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0776",
        "m": "高度な語彙_0776。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0777",
        "m": "高度な語彙_0777。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0778",
        "m": "高度な語彙_0778。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0779",
        "m": "高度な語彙_0779。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0780",
        "m": "高度な語彙_0780。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0781",
        "m": "高度な語彙_0781。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0782",
        "m": "高度な語彙_0782。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0783",
        "m": "高度な語彙_0783。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0784",
        "m": "高度な語彙_0784。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0785",
        "m": "高度な語彙_0785。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0786",
        "m": "高度な語彙_0786。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0787",
        "m": "高度な語彙_0787。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0788",
        "m": "高度な語彙_0788。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0789",
        "m": "高度な語彙_0789。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0790",
        "m": "高度な語彙_0790。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0791",
        "m": "高度な語彙_0791。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0792",
        "m": "高度な語彙_0792。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0793",
        "m": "高度な語彙_0793。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0794",
        "m": "高度な語彙_0794。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0795",
        "m": "高度な語彙_0795。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0796",
        "m": "高度な語彙_0796。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0797",
        "m": "高度な語彙_0797。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0798",
        "m": "高度な語彙_0798。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0799",
        "m": "高度な語彙_0799。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0800",
        "m": "高度な語彙_0800。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0801",
        "m": "高度な語彙_0801。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0802",
        "m": "高度な語彙_0802。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0803",
        "m": "高度な語彙_0803。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0804",
        "m": "高度な語彙_0804。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0805",
        "m": "高度な語彙_0805。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0806",
        "m": "高度な語彙_0806。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0807",
        "m": "高度な語彙_0807。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0808",
        "m": "高度な語彙_0808。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0809",
        "m": "高度な語彙_0809。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0810",
        "m": "高度な語彙_0810。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0811",
        "m": "高度な語彙_0811。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0812",
        "m": "高度な語彙_0812。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0813",
        "m": "高度な語彙_0813。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0814",
        "m": "高度な語彙_0814。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0815",
        "m": "高度な語彙_0815。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0816",
        "m": "高度な語彙_0816。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0817",
        "m": "高度な語彙_0817。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0818",
        "m": "高度な語彙_0818。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0819",
        "m": "高度な語彙_0819。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0820",
        "m": "高度な語彙_0820。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0821",
        "m": "高度な語彙_0821。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0822",
        "m": "高度な語彙_0822。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0823",
        "m": "高度な語彙_0823。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0824",
        "m": "高度な語彙_0824。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0825",
        "m": "高度な語彙_0825。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0826",
        "m": "高度な語彙_0826。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0827",
        "m": "高度な語彙_0827。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0828",
        "m": "高度な語彙_0828。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0829",
        "m": "高度な語彙_0829。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0830",
        "m": "高度な語彙_0830。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0831",
        "m": "高度な語彙_0831。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0832",
        "m": "高度な語彙_0832。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0833",
        "m": "高度な語彙_0833。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0834",
        "m": "高度な語彙_0834。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0835",
        "m": "高度な語彙_0835。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0836",
        "m": "高度な語彙_0836。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0837",
        "m": "高度な語彙_0837。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0838",
        "m": "高度な語彙_0838。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0839",
        "m": "高度な語彙_0839。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0840",
        "m": "高度な語彙_0840。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0841",
        "m": "高度な語彙_0841。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0842",
        "m": "高度な語彙_0842。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0843",
        "m": "高度な語彙_0843。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0844",
        "m": "高度な語彙_0844。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0845",
        "m": "高度な語彙_0845。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0846",
        "m": "高度な語彙_0846。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0847",
        "m": "高度な語彙_0847。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0848",
        "m": "高度な語彙_0848。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0849",
        "m": "高度な語彙_0849。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0850",
        "m": "高度な語彙_0850。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0851",
        "m": "高度な語彙_0851。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0852",
        "m": "高度な語彙_0852。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0853",
        "m": "高度な語彙_0853。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0854",
        "m": "高度な語彙_0854。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0855",
        "m": "高度な語彙_0855。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0856",
        "m": "高度な語彙_0856。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0857",
        "m": "高度な語彙_0857。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0858",
        "m": "高度な語彙_0858。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0859",
        "m": "高度な語彙_0859。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0860",
        "m": "高度な語彙_0860。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0861",
        "m": "高度な語彙_0861。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0862",
        "m": "高度な語彙_0862。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0863",
        "m": "高度な語彙_0863。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0864",
        "m": "高度な語彙_0864。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0865",
        "m": "高度な語彙_0865。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0866",
        "m": "高度な語彙_0866。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0867",
        "m": "高度な語彙_0867。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0868",
        "m": "高度な語彙_0868。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0869",
        "m": "高度な語彙_0869。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0870",
        "m": "高度な語彙_0870。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0871",
        "m": "高度な語彙_0871。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0872",
        "m": "高度な語彙_0872。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0873",
        "m": "高度な語彙_0873。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0874",
        "m": "高度な語彙_0874。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0875",
        "m": "高度な語彙_0875。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0876",
        "m": "高度な語彙_0876。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0877",
        "m": "高度な語彙_0877。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0878",
        "m": "高度な語彙_0878。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0879",
        "m": "高度な語彙_0879。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0880",
        "m": "高度な語彙_0880。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0881",
        "m": "高度な語彙_0881。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0882",
        "m": "高度な語彙_0882。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0883",
        "m": "高度な語彙_0883。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0884",
        "m": "高度な語彙_0884。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0885",
        "m": "高度な語彙_0885。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0886",
        "m": "高度な語彙_0886。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0887",
        "m": "高度な語彙_0887。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0888",
        "m": "高度な語彙_0888。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0889",
        "m": "高度な語彙_0889。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0890",
        "m": "高度な語彙_0890。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0891",
        "m": "高度な語彙_0891。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0892",
        "m": "高度な語彙_0892。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0893",
        "m": "高度な語彙_0893。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0894",
        "m": "高度な語彙_0894。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0895",
        "m": "高度な語彙_0895。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0896",
        "m": "高度な語彙_0896。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0897",
        "m": "高度な語彙_0897。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0898",
        "m": "高度な語彙_0898。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0899",
        "m": "高度な語彙_0899。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0900",
        "m": "高度な語彙_0900。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0901",
        "m": "高度な語彙_0901。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0902",
        "m": "高度な語彙_0902。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0903",
        "m": "高度な語彙_0903。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0904",
        "m": "高度な語彙_0904。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0905",
        "m": "高度な語彙_0905。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0906",
        "m": "高度な語彙_0906。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0907",
        "m": "高度な語彙_0907。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0908",
        "m": "高度な語彙_0908。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0909",
        "m": "高度な語彙_0909。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0910",
        "m": "高度な語彙_0910。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0911",
        "m": "高度な語彙_0911。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0912",
        "m": "高度な語彙_0912。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0913",
        "m": "高度な語彙_0913。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0914",
        "m": "高度な語彙_0914。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0915",
        "m": "高度な語彙_0915。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0916",
        "m": "高度な語彙_0916。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0917",
        "m": "高度な語彙_0917。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0918",
        "m": "高度な語彙_0918。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0919",
        "m": "高度な語彙_0919。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0920",
        "m": "高度な語彙_0920。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0921",
        "m": "高度な語彙_0921。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0922",
        "m": "高度な語彙_0922。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0923",
        "m": "高度な語彙_0923。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0924",
        "m": "高度な語彙_0924。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0925",
        "m": "高度な語彙_0925。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0926",
        "m": "高度な語彙_0926。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0927",
        "m": "高度な語彙_0927。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0928",
        "m": "高度な語彙_0928。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0929",
        "m": "高度な語彙_0929。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0930",
        "m": "高度な語彙_0930。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0931",
        "m": "高度な語彙_0931。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0932",
        "m": "高度な語彙_0932。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0933",
        "m": "高度な語彙_0933。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0934",
        "m": "高度な語彙_0934。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0935",
        "m": "高度な語彙_0935。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0936",
        "m": "高度な語彙_0936。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0937",
        "m": "高度な語彙_0937。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0938",
        "m": "高度な語彙_0938。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0939",
        "m": "高度な語彙_0939。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0940",
        "m": "高度な語彙_0940。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0941",
        "m": "高度な語彙_0941。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0942",
        "m": "高度な語彙_0942。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0943",
        "m": "高度な語彙_0943。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0944",
        "m": "高度な語彙_0944。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0945",
        "m": "高度な語彙_0945。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0946",
        "m": "高度な語彙_0946。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0947",
        "m": "高度な語彙_0947。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0948",
        "m": "高度な語彙_0948。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0949",
        "m": "高度な語彙_0949。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0950",
        "m": "高度な語彙_0950。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0951",
        "m": "高度な語彙_0951。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0952",
        "m": "高度な語彙_0952。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0953",
        "m": "高度な語彙_0953。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0954",
        "m": "高度な語彙_0954。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0955",
        "m": "高度な語彙_0955。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0956",
        "m": "高度な語彙_0956。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0957",
        "m": "高度な語彙_0957。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0958",
        "m": "高度な語彙_0958。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0959",
        "m": "高度な語彙_0959。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0960",
        "m": "高度な語彙_0960。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0961",
        "m": "高度な語彙_0961。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0962",
        "m": "高度な語彙_0962。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0963",
        "m": "高度な語彙_0963。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0964",
        "m": "高度な語彙_0964。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0965",
        "m": "高度な語彙_0965。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0966",
        "m": "高度な語彙_0966。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0967",
        "m": "高度な語彙_0967。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0968",
        "m": "高度な語彙_0968。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0969",
        "m": "高度な語彙_0969。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0970",
        "m": "高度な語彙_0970。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0971",
        "m": "高度な語彙_0971。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0972",
        "m": "高度な語彙_0972。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0973",
        "m": "高度な語彙_0973。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0974",
        "m": "高度な語彙_0974。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0975",
        "m": "高度な語彙_0975。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0976",
        "m": "高度な語彙_0976。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0977",
        "m": "高度な語彙_0977。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0978",
        "m": "高度な語彙_0978。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0979",
        "m": "高度な語彙_0979。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0980",
        "m": "高度な語彙_0980。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0981",
        "m": "高度な語彙_0981。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0982",
        "m": "高度な語彙_0982。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0983",
        "m": "高度な語彙_0983。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0984",
        "m": "高度な語彙_0984。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0985",
        "m": "高度な語彙_0985。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0986",
        "m": "高度な語彙_0986。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0987",
        "m": "高度な語彙_0987。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0988",
        "m": "高度な語彙_0988。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0989",
        "m": "高度な語彙_0989。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0990",
        "m": "高度な語彙_0990。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0991",
        "m": "高度な語彙_0991。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0992",
        "m": "高度な語彙_0992。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0993",
        "m": "高度な語彙_0993。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0994",
        "m": "高度な語彙_0994。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0995",
        "m": "高度な語彙_0995。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0996",
        "m": "高度な語彙_0996。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0997",
        "m": "高度な語彙_0997。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0998",
        "m": "高度な語彙_0998。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_0999",
        "m": "高度な語彙_0999。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1000",
        "m": "高度な語彙_1000。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1001",
        "m": "高度な語彙_1001。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1002",
        "m": "高度な語彙_1002。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1003",
        "m": "高度な語彙_1003。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1004",
        "m": "高度な語彙_1004。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1005",
        "m": "高度な語彙_1005。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1006",
        "m": "高度な語彙_1006。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1007",
        "m": "高度な語彙_1007。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1008",
        "m": "高度な語彙_1008。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1009",
        "m": "高度な語彙_1009。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1010",
        "m": "高度な語彙_1010。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1011",
        "m": "高度な語彙_1011。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1012",
        "m": "高度な語彙_1012。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1013",
        "m": "高度な語彙_1013。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1014",
        "m": "高度な語彙_1014。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1015",
        "m": "高度な語彙_1015。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1016",
        "m": "高度な語彙_1016。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1017",
        "m": "高度な語彙_1017。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1018",
        "m": "高度な語彙_1018。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1019",
        "m": "高度な語彙_1019。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1020",
        "m": "高度な語彙_1020。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1021",
        "m": "高度な語彙_1021。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1022",
        "m": "高度な語彙_1022。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1023",
        "m": "高度な語彙_1023。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1024",
        "m": "高度な語彙_1024。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1025",
        "m": "高度な語彙_1025。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1026",
        "m": "高度な語彙_1026。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1027",
        "m": "高度な語彙_1027。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1028",
        "m": "高度な語彙_1028。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1029",
        "m": "高度な語彙_1029。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1030",
        "m": "高度な語彙_1030。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1031",
        "m": "高度な語彙_1031。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1032",
        "m": "高度な語彙_1032。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1033",
        "m": "高度な語彙_1033。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1034",
        "m": "高度な語彙_1034。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1035",
        "m": "高度な語彙_1035。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1036",
        "m": "高度な語彙_1036。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1037",
        "m": "高度な語彙_1037。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1038",
        "m": "高度な語彙_1038。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1039",
        "m": "高度な語彙_1039。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1040",
        "m": "高度な語彙_1040。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1041",
        "m": "高度な語彙_1041。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1042",
        "m": "高度な語彙_1042。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1043",
        "m": "高度な語彙_1043。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1044",
        "m": "高度な語彙_1044。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1045",
        "m": "高度な語彙_1045。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1046",
        "m": "高度な語彙_1046。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1047",
        "m": "高度な語彙_1047。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1048",
        "m": "高度な語彙_1048。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1049",
        "m": "高度な語彙_1049。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1050",
        "m": "高度な語彙_1050。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1051",
        "m": "高度な語彙_1051。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1052",
        "m": "高度な語彙_1052。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1053",
        "m": "高度な語彙_1053。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1054",
        "m": "高度な語彙_1054。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1055",
        "m": "高度な語彙_1055。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1056",
        "m": "高度な語彙_1056。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1057",
        "m": "高度な語彙_1057。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1058",
        "m": "高度な語彙_1058。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1059",
        "m": "高度な語彙_1059。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1060",
        "m": "高度な語彙_1060。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1061",
        "m": "高度な語彙_1061。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1062",
        "m": "高度な語彙_1062。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1063",
        "m": "高度な語彙_1063。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1064",
        "m": "高度な語彙_1064。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1065",
        "m": "高度な語彙_1065。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1066",
        "m": "高度な語彙_1066。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1067",
        "m": "高度な語彙_1067。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1068",
        "m": "高度な語彙_1068。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1069",
        "m": "高度な語彙_1069。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1070",
        "m": "高度な語彙_1070。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1071",
        "m": "高度な語彙_1071。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1072",
        "m": "高度な語彙_1072。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1073",
        "m": "高度な語彙_1073。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1074",
        "m": "高度な語彙_1074。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1075",
        "m": "高度な語彙_1075。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1076",
        "m": "高度な語彙_1076。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1077",
        "m": "高度な語彙_1077。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1078",
        "m": "高度な語彙_1078。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1079",
        "m": "高度な語彙_1079。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1080",
        "m": "高度な語彙_1080。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1081",
        "m": "高度な語彙_1081。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1082",
        "m": "高度な語彙_1082。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1083",
        "m": "高度な語彙_1083。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1084",
        "m": "高度な語彙_1084。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1085",
        "m": "高度な語彙_1085。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1086",
        "m": "高度な語彙_1086。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1087",
        "m": "高度な語彙_1087。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1088",
        "m": "高度な語彙_1088。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1089",
        "m": "高度な語彙_1089。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1090",
        "m": "高度な語彙_1090。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1091",
        "m": "高度な語彙_1091。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1092",
        "m": "高度な語彙_1092。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1093",
        "m": "高度な語彙_1093。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1094",
        "m": "高度な語彙_1094。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1095",
        "m": "高度な語彙_1095。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1096",
        "m": "高度な語彙_1096。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1097",
        "m": "高度な語彙_1097。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1098",
        "m": "高度な語彙_1098。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1099",
        "m": "高度な語彙_1099。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1100",
        "m": "高度な語彙_1100。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1101",
        "m": "高度な語彙_1101。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1102",
        "m": "高度な語彙_1102。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1103",
        "m": "高度な語彙_1103。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1104",
        "m": "高度な語彙_1104。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1105",
        "m": "高度な語彙_1105。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1106",
        "m": "高度な語彙_1106。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1107",
        "m": "高度な語彙_1107。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1108",
        "m": "高度な語彙_1108。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1109",
        "m": "高度な語彙_1109。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1110",
        "m": "高度な語彙_1110。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1111",
        "m": "高度な語彙_1111。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1112",
        "m": "高度な語彙_1112。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1113",
        "m": "高度な語彙_1113。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1114",
        "m": "高度な語彙_1114。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1115",
        "m": "高度な語彙_1115。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1116",
        "m": "高度な語彙_1116。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1117",
        "m": "高度な語彙_1117。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1118",
        "m": "高度な語彙_1118。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1119",
        "m": "高度な語彙_1119。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1120",
        "m": "高度な語彙_1120。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1121",
        "m": "高度な語彙_1121。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1122",
        "m": "高度な語彙_1122。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1123",
        "m": "高度な語彙_1123。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1124",
        "m": "高度な語彙_1124。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1125",
        "m": "高度な語彙_1125。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1126",
        "m": "高度な語彙_1126。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1127",
        "m": "高度な語彙_1127。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1128",
        "m": "高度な語彙_1128。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1129",
        "m": "高度な語彙_1129。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1130",
        "m": "高度な語彙_1130。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1131",
        "m": "高度な語彙_1131。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1132",
        "m": "高度な語彙_1132。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1133",
        "m": "高度な語彙_1133。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1134",
        "m": "高度な語彙_1134。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1135",
        "m": "高度な語彙_1135。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1136",
        "m": "高度な語彙_1136。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1137",
        "m": "高度な語彙_1137。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1138",
        "m": "高度な語彙_1138。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1139",
        "m": "高度な語彙_1139。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1140",
        "m": "高度な語彙_1140。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1141",
        "m": "高度な語彙_1141。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1142",
        "m": "高度な語彙_1142。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1143",
        "m": "高度な語彙_1143。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1144",
        "m": "高度な語彙_1144。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1145",
        "m": "高度な語彙_1145。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1146",
        "m": "高度な語彙_1146。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1147",
        "m": "高度な語彙_1147。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1148",
        "m": "高度な語彙_1148。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1149",
        "m": "高度な語彙_1149。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1150",
        "m": "高度な語彙_1150。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1151",
        "m": "高度な語彙_1151。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1152",
        "m": "高度な語彙_1152。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1153",
        "m": "高度な語彙_1153。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1154",
        "m": "高度な語彙_1154。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1155",
        "m": "高度な語彙_1155。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1156",
        "m": "高度な語彙_1156。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1157",
        "m": "高度な語彙_1157。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1158",
        "m": "高度な語彙_1158。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1159",
        "m": "高度な語彙_1159。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1160",
        "m": "高度な語彙_1160。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1161",
        "m": "高度な語彙_1161。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1162",
        "m": "高度な語彙_1162。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1163",
        "m": "高度な語彙_1163。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1164",
        "m": "高度な語彙_1164。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1165",
        "m": "高度な語彙_1165。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1166",
        "m": "高度な語彙_1166。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1167",
        "m": "高度な語彙_1167。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1168",
        "m": "高度な語彙_1168。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1169",
        "m": "高度な語彙_1169。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1170",
        "m": "高度な語彙_1170。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1171",
        "m": "高度な語彙_1171。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1172",
        "m": "高度な語彙_1172。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1173",
        "m": "高度な語彙_1173。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1174",
        "m": "高度な語彙_1174。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1175",
        "m": "高度な語彙_1175。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1176",
        "m": "高度な語彙_1176。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1177",
        "m": "高度な語彙_1177。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1178",
        "m": "高度な語彙_1178。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1179",
        "m": "高度な語彙_1179。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1180",
        "m": "高度な語彙_1180。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1181",
        "m": "高度な語彙_1181。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1182",
        "m": "高度な語彙_1182。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1183",
        "m": "高度な語彙_1183。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1184",
        "m": "高度な語彙_1184。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1185",
        "m": "高度な語彙_1185。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1186",
        "m": "高度な語彙_1186。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1187",
        "m": "高度な語彙_1187。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1188",
        "m": "高度な語彙_1188。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1189",
        "m": "高度な語彙_1189。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1190",
        "m": "高度な語彙_1190。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1191",
        "m": "高度な語彙_1191。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1192",
        "m": "高度な語彙_1192。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1193",
        "m": "高度な語彙_1193。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1194",
        "m": "高度な語彙_1194。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1195",
        "m": "高度な語彙_1195。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1196",
        "m": "高度な語彙_1196。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1197",
        "m": "高度な語彙_1197。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1198",
        "m": "高度な語彙_1198。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1199",
        "m": "高度な語彙_1199。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1200",
        "m": "高度な語彙_1200。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1201",
        "m": "高度な語彙_1201。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1202",
        "m": "高度な語彙_1202。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1203",
        "m": "高度な語彙_1203。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1204",
        "m": "高度な語彙_1204。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1205",
        "m": "高度な語彙_1205。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1206",
        "m": "高度な語彙_1206。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1207",
        "m": "高度な語彙_1207。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1208",
        "m": "高度な語彙_1208。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1209",
        "m": "高度な語彙_1209。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1210",
        "m": "高度な語彙_1210。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1211",
        "m": "高度な語彙_1211。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1212",
        "m": "高度な語彙_1212。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1213",
        "m": "高度な語彙_1213。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1214",
        "m": "高度な語彙_1214。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1215",
        "m": "高度な語彙_1215。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1216",
        "m": "高度な語彙_1216。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1217",
        "m": "高度な語彙_1217。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1218",
        "m": "高度な語彙_1218。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1219",
        "m": "高度な語彙_1219。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1220",
        "m": "高度な語彙_1220。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1221",
        "m": "高度な語彙_1221。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1222",
        "m": "高度な語彙_1222。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1223",
        "m": "高度な語彙_1223。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1224",
        "m": "高度な語彙_1224。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1225",
        "m": "高度な語彙_1225。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1226",
        "m": "高度な語彙_1226。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1227",
        "m": "高度な語彙_1227。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1228",
        "m": "高度な語彙_1228。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1229",
        "m": "高度な語彙_1229。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1230",
        "m": "高度な語彙_1230。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1231",
        "m": "高度な語彙_1231。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1232",
        "m": "高度な語彙_1232。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1233",
        "m": "高度な語彙_1233。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1234",
        "m": "高度な語彙_1234。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1235",
        "m": "高度な語彙_1235。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1236",
        "m": "高度な語彙_1236。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1237",
        "m": "高度な語彙_1237。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1238",
        "m": "高度な語彙_1238。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1239",
        "m": "高度な語彙_1239。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1240",
        "m": "高度な語彙_1240。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1241",
        "m": "高度な語彙_1241。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1242",
        "m": "高度な語彙_1242。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1243",
        "m": "高度な語彙_1243。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1244",
        "m": "高度な語彙_1244。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1245",
        "m": "高度な語彙_1245。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1246",
        "m": "高度な語彙_1246。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1247",
        "m": "高度な語彙_1247。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1248",
        "m": "高度な語彙_1248。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1249",
        "m": "高度な語彙_1249。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1250",
        "m": "高度な語彙_1250。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1251",
        "m": "高度な語彙_1251。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1252",
        "m": "高度な語彙_1252。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1253",
        "m": "高度な語彙_1253。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1254",
        "m": "高度な語彙_1254。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1255",
        "m": "高度な語彙_1255。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1256",
        "m": "高度な語彙_1256。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1257",
        "m": "高度な語彙_1257。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1258",
        "m": "高度な語彙_1258。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1259",
        "m": "高度な語彙_1259。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1260",
        "m": "高度な語彙_1260。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1261",
        "m": "高度な語彙_1261。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1262",
        "m": "高度な語彙_1262。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1263",
        "m": "高度な語彙_1263。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1264",
        "m": "高度な語彙_1264。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1265",
        "m": "高度な語彙_1265。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1266",
        "m": "高度な語彙_1266。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1267",
        "m": "高度な語彙_1267。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1268",
        "m": "高度な語彙_1268。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1269",
        "m": "高度な語彙_1269。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1270",
        "m": "高度な語彙_1270。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1271",
        "m": "高度な語彙_1271。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1272",
        "m": "高度な語彙_1272。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1273",
        "m": "高度な語彙_1273。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1274",
        "m": "高度な語彙_1274。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1275",
        "m": "高度な語彙_1275。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1276",
        "m": "高度な語彙_1276。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1277",
        "m": "高度な語彙_1277。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1278",
        "m": "高度な語彙_1278。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1279",
        "m": "高度な語彙_1279。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1280",
        "m": "高度な語彙_1280。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1281",
        "m": "高度な語彙_1281。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1282",
        "m": "高度な語彙_1282。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1283",
        "m": "高度な語彙_1283。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1284",
        "m": "高度な語彙_1284。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1285",
        "m": "高度な語彙_1285。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1286",
        "m": "高度な語彙_1286。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1287",
        "m": "高度な語彙_1287。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1288",
        "m": "高度な語彙_1288。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1289",
        "m": "高度な語彙_1289。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1290",
        "m": "高度な語彙_1290。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1291",
        "m": "高度な語彙_1291。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1292",
        "m": "高度な語彙_1292。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1293",
        "m": "高度な語彙_1293。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1294",
        "m": "高度な語彙_1294。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1295",
        "m": "高度な語彙_1295。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1296",
        "m": "高度な語彙_1296。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1297",
        "m": "高度な語彙_1297。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1298",
        "m": "高度な語彙_1298。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1299",
        "m": "高度な語彙_1299。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1300",
        "m": "高度な語彙_1300。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1301",
        "m": "高度な語彙_1301。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1302",
        "m": "高度な語彙_1302。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1303",
        "m": "高度な語彙_1303。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1304",
        "m": "高度な語彙_1304。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1305",
        "m": "高度な語彙_1305。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1306",
        "m": "高度な語彙_1306。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1307",
        "m": "高度な語彙_1307。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1308",
        "m": "高度な語彙_1308。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1309",
        "m": "高度な語彙_1309。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1310",
        "m": "高度な語彙_1310。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1311",
        "m": "高度な語彙_1311。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1312",
        "m": "高度な語彙_1312。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1313",
        "m": "高度な語彙_1313。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1314",
        "m": "高度な語彙_1314。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1315",
        "m": "高度な語彙_1315。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1316",
        "m": "高度な語彙_1316。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1317",
        "m": "高度な語彙_1317。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1318",
        "m": "高度な語彙_1318。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1319",
        "m": "高度な語彙_1319。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1320",
        "m": "高度な語彙_1320。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1321",
        "m": "高度な語彙_1321。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1322",
        "m": "高度な語彙_1322。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1323",
        "m": "高度な語彙_1323。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1324",
        "m": "高度な語彙_1324。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1325",
        "m": "高度な語彙_1325。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1326",
        "m": "高度な語彙_1326。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1327",
        "m": "高度な語彙_1327。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1328",
        "m": "高度な語彙_1328。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1329",
        "m": "高度な語彙_1329。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1330",
        "m": "高度な語彙_1330。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1331",
        "m": "高度な語彙_1331。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1332",
        "m": "高度な語彙_1332。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1333",
        "m": "高度な語彙_1333。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1334",
        "m": "高度な語彙_1334。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1335",
        "m": "高度な語彙_1335。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1336",
        "m": "高度な語彙_1336。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1337",
        "m": "高度な語彙_1337。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1338",
        "m": "高度な語彙_1338。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1339",
        "m": "高度な語彙_1339。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1340",
        "m": "高度な語彙_1340。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1341",
        "m": "高度な語彙_1341。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1342",
        "m": "高度な語彙_1342。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1343",
        "m": "高度な語彙_1343。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1344",
        "m": "高度な語彙_1344。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1345",
        "m": "高度な語彙_1345。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1346",
        "m": "高度な語彙_1346。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1347",
        "m": "高度な語彙_1347。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1348",
        "m": "高度な語彙_1348。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1349",
        "m": "高度な語彙_1349。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1350",
        "m": "高度な語彙_1350。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1351",
        "m": "高度な語彙_1351。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1352",
        "m": "高度な語彙_1352。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1353",
        "m": "高度な語彙_1353。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1354",
        "m": "高度な語彙_1354。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1355",
        "m": "高度な語彙_1355。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1356",
        "m": "高度な語彙_1356。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1357",
        "m": "高度な語彙_1357。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1358",
        "m": "高度な語彙_1358。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1359",
        "m": "高度な語彙_1359。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1360",
        "m": "高度な語彙_1360。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1361",
        "m": "高度な語彙_1361。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1362",
        "m": "高度な語彙_1362。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1363",
        "m": "高度な語彙_1363。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1364",
        "m": "高度な語彙_1364。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1365",
        "m": "高度な語彙_1365。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1366",
        "m": "高度な語彙_1366。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1367",
        "m": "高度な語彙_1367。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1368",
        "m": "高度な語彙_1368。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1369",
        "m": "高度な語彙_1369。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1370",
        "m": "高度な語彙_1370。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1371",
        "m": "高度な語彙_1371。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1372",
        "m": "高度な語彙_1372。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1373",
        "m": "高度な語彙_1373。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1374",
        "m": "高度な語彙_1374。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1375",
        "m": "高度な語彙_1375。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1376",
        "m": "高度な語彙_1376。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1377",
        "m": "高度な語彙_1377。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1378",
        "m": "高度な語彙_1378。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1379",
        "m": "高度な語彙_1379。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1380",
        "m": "高度な語彙_1380。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1381",
        "m": "高度な語彙_1381。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1382",
        "m": "高度な語彙_1382。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1383",
        "m": "高度な語彙_1383。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1384",
        "m": "高度な語彙_1384。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1385",
        "m": "高度な語彙_1385。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1386",
        "m": "高度な語彙_1386。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1387",
        "m": "高度な語彙_1387。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1388",
        "m": "高度な語彙_1388。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1389",
        "m": "高度な語彙_1389。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1390",
        "m": "高度な語彙_1390。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1391",
        "m": "高度な語彙_1391。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1392",
        "m": "高度な語彙_1392。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1393",
        "m": "高度な語彙_1393。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1394",
        "m": "高度な語彙_1394。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1395",
        "m": "高度な語彙_1395。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1396",
        "m": "高度な語彙_1396。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1397",
        "m": "高度な語彙_1397。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1398",
        "m": "高度な語彙_1398。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1399",
        "m": "高度な語彙_1399。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1400",
        "m": "高度な語彙_1400。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1401",
        "m": "高度な語彙_1401。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1402",
        "m": "高度な語彙_1402。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1403",
        "m": "高度な語彙_1403。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1404",
        "m": "高度な語彙_1404。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1405",
        "m": "高度な語彙_1405。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1406",
        "m": "高度な語彙_1406。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1407",
        "m": "高度な語彙_1407。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1408",
        "m": "高度な語彙_1408。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1409",
        "m": "高度な語彙_1409。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1410",
        "m": "高度な語彙_1410。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1411",
        "m": "高度な語彙_1411。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1412",
        "m": "高度な語彙_1412。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1413",
        "m": "高度な語彙_1413。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1414",
        "m": "高度な語彙_1414。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1415",
        "m": "高度な語彙_1415。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1416",
        "m": "高度な語彙_1416。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1417",
        "m": "高度な語彙_1417。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1418",
        "m": "高度な語彙_1418。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1419",
        "m": "高度な語彙_1419。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1420",
        "m": "高度な語彙_1420。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1421",
        "m": "高度な語彙_1421。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1422",
        "m": "高度な語彙_1422。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1423",
        "m": "高度な語彙_1423。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1424",
        "m": "高度な語彙_1424。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1425",
        "m": "高度な語彙_1425。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1426",
        "m": "高度な語彙_1426。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1427",
        "m": "高度な語彙_1427。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1428",
        "m": "高度な語彙_1428。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1429",
        "m": "高度な語彙_1429。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1430",
        "m": "高度な語彙_1430。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1431",
        "m": "高度な語彙_1431。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1432",
        "m": "高度な語彙_1432。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1433",
        "m": "高度な語彙_1433。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1434",
        "m": "高度な語彙_1434。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1435",
        "m": "高度な語彙_1435。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1436",
        "m": "高度な語彙_1436。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1437",
        "m": "高度な語彙_1437。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1438",
        "m": "高度な語彙_1438。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1439",
        "m": "高度な語彙_1439。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1440",
        "m": "高度な語彙_1440。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1441",
        "m": "高度な語彙_1441。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1442",
        "m": "高度な語彙_1442。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1443",
        "m": "高度な語彙_1443。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1444",
        "m": "高度な語彙_1444。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1445",
        "m": "高度な語彙_1445。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1446",
        "m": "高度な語彙_1446。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1447",
        "m": "高度な語彙_1447。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1448",
        "m": "高度な語彙_1448。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1449",
        "m": "高度な語彙_1449。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1450",
        "m": "高度な語彙_1450。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1451",
        "m": "高度な語彙_1451。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1452",
        "m": "高度な語彙_1452。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1453",
        "m": "高度な語彙_1453。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1454",
        "m": "高度な語彙_1454。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1455",
        "m": "高度な語彙_1455。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1456",
        "m": "高度な語彙_1456。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1457",
        "m": "高度な語彙_1457。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1458",
        "m": "高度な語彙_1458。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1459",
        "m": "高度な語彙_1459。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1460",
        "m": "高度な語彙_1460。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1461",
        "m": "高度な語彙_1461。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1462",
        "m": "高度な語彙_1462。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1463",
        "m": "高度な語彙_1463。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1464",
        "m": "高度な語彙_1464。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1465",
        "m": "高度な語彙_1465。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1466",
        "m": "高度な語彙_1466。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1467",
        "m": "高度な語彙_1467。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1468",
        "m": "高度な語彙_1468。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1469",
        "m": "高度な語彙_1469。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1470",
        "m": "高度な語彙_1470。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1471",
        "m": "高度な語彙_1471。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1472",
        "m": "高度な語彙_1472。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1473",
        "m": "高度な語彙_1473。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1474",
        "m": "高度な語彙_1474。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1475",
        "m": "高度な語彙_1475。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1476",
        "m": "高度な語彙_1476。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1477",
        "m": "高度な語彙_1477。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1478",
        "m": "高度な語彙_1478。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1479",
        "m": "高度な語彙_1479。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1480",
        "m": "高度な語彙_1480。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1481",
        "m": "高度な語彙_1481。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1482",
        "m": "高度な語彙_1482。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1483",
        "m": "高度な語彙_1483。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1484",
        "m": "高度な語彙_1484。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1485",
        "m": "高度な語彙_1485。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1486",
        "m": "高度な語彙_1486。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1487",
        "m": "高度な語彙_1487。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1488",
        "m": "高度な語彙_1488。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1489",
        "m": "高度な語彙_1489。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1490",
        "m": "高度な語彙_1490。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1491",
        "m": "高度な語彙_1491。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1492",
        "m": "高度な語彙_1492。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1493",
        "m": "高度な語彙_1493。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1494",
        "m": "高度な語彙_1494。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1495",
        "m": "高度な語彙_1495。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1496",
        "m": "高度な語彙_1496。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1497",
        "m": "高度な語彙_1497。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1498",
        "m": "高度な語彙_1498。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1499",
        "m": "高度な語彙_1499。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1500",
        "m": "高度な語彙_1500。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1501",
        "m": "高度な語彙_1501。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1502",
        "m": "高度な語彙_1502。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1503",
        "m": "高度な語彙_1503。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1504",
        "m": "高度な語彙_1504。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1505",
        "m": "高度な語彙_1505。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1506",
        "m": "高度な語彙_1506。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1507",
        "m": "高度な語彙_1507。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1508",
        "m": "高度な語彙_1508。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1509",
        "m": "高度な語彙_1509。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1510",
        "m": "高度な語彙_1510。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1511",
        "m": "高度な語彙_1511。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1512",
        "m": "高度な語彙_1512。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1513",
        "m": "高度な語彙_1513。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1514",
        "m": "高度な語彙_1514。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1515",
        "m": "高度な語彙_1515。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1516",
        "m": "高度な語彙_1516。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1517",
        "m": "高度な語彙_1517。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1518",
        "m": "高度な語彙_1518。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1519",
        "m": "高度な語彙_1519。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1520",
        "m": "高度な語彙_1520。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1521",
        "m": "高度な語彙_1521。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1522",
        "m": "高度な語彙_1522。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1523",
        "m": "高度な語彙_1523。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1524",
        "m": "高度な語彙_1524。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1525",
        "m": "高度な語彙_1525。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1526",
        "m": "高度な語彙_1526。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1527",
        "m": "高度な語彙_1527。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1528",
        "m": "高度な語彙_1528。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1529",
        "m": "高度な語彙_1529。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1530",
        "m": "高度な語彙_1530。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1531",
        "m": "高度な語彙_1531。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1532",
        "m": "高度な語彙_1532。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1533",
        "m": "高度な語彙_1533。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1534",
        "m": "高度な語彙_1534。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1535",
        "m": "高度な語彙_1535。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1536",
        "m": "高度な語彙_1536。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1537",
        "m": "高度な語彙_1537。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1538",
        "m": "高度な語彙_1538。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1539",
        "m": "高度な語彙_1539。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1540",
        "m": "高度な語彙_1540。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1541",
        "m": "高度な語彙_1541。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1542",
        "m": "高度な語彙_1542。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1543",
        "m": "高度な語彙_1543。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1544",
        "m": "高度な語彙_1544。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1545",
        "m": "高度な語彙_1545。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1546",
        "m": "高度な語彙_1546。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1547",
        "m": "高度な語彙_1547。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1548",
        "m": "高度な語彙_1548。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1549",
        "m": "高度な語彙_1549。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1550",
        "m": "高度な語彙_1550。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1551",
        "m": "高度な語彙_1551。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1552",
        "m": "高度な語彙_1552。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1553",
        "m": "高度な語彙_1553。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1554",
        "m": "高度な語彙_1554。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1555",
        "m": "高度な語彙_1555。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1556",
        "m": "高度な語彙_1556。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1557",
        "m": "高度な語彙_1557。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1558",
        "m": "高度な語彙_1558。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1559",
        "m": "高度な語彙_1559。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1560",
        "m": "高度な語彙_1560。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1561",
        "m": "高度な語彙_1561。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1562",
        "m": "高度な語彙_1562。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1563",
        "m": "高度な語彙_1563。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1564",
        "m": "高度な語彙_1564。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1565",
        "m": "高度な語彙_1565。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1566",
        "m": "高度な語彙_1566。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1567",
        "m": "高度な語彙_1567。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1568",
        "m": "高度な語彙_1568。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1569",
        "m": "高度な語彙_1569。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1570",
        "m": "高度な語彙_1570。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1571",
        "m": "高度な語彙_1571。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1572",
        "m": "高度な語彙_1572。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1573",
        "m": "高度な語彙_1573。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1574",
        "m": "高度な語彙_1574。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1575",
        "m": "高度な語彙_1575。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1576",
        "m": "高度な語彙_1576。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1577",
        "m": "高度な語彙_1577。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1578",
        "m": "高度な語彙_1578。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1579",
        "m": "高度な語彙_1579。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1580",
        "m": "高度な語彙_1580。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1581",
        "m": "高度な語彙_1581。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1582",
        "m": "高度な語彙_1582。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1583",
        "m": "高度な語彙_1583。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1584",
        "m": "高度な語彙_1584。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1585",
        "m": "高度な語彙_1585。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1586",
        "m": "高度な語彙_1586。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1587",
        "m": "高度な語彙_1587。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1588",
        "m": "高度な語彙_1588。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1589",
        "m": "高度な語彙_1589。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1590",
        "m": "高度な語彙_1590。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1591",
        "m": "高度な語彙_1591。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1592",
        "m": "高度な語彙_1592。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1593",
        "m": "高度な語彙_1593。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1594",
        "m": "高度な語彙_1594。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1595",
        "m": "高度な語彙_1595。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1596",
        "m": "高度な語彙_1596。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1597",
        "m": "高度な語彙_1597。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1598",
        "m": "高度な語彙_1598。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1599",
        "m": "高度な語彙_1599。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1600",
        "m": "高度な語彙_1600。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1601",
        "m": "高度な語彙_1601。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1602",
        "m": "高度な語彙_1602。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1603",
        "m": "高度な語彙_1603。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1604",
        "m": "高度な語彙_1604。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1605",
        "m": "高度な語彙_1605。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1606",
        "m": "高度な語彙_1606。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1607",
        "m": "高度な語彙_1607。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1608",
        "m": "高度な語彙_1608。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1609",
        "m": "高度な語彙_1609。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1610",
        "m": "高度な語彙_1610。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1611",
        "m": "高度な語彙_1611。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1612",
        "m": "高度な語彙_1612。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1613",
        "m": "高度な語彙_1613。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1614",
        "m": "高度な語彙_1614。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1615",
        "m": "高度な語彙_1615。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1616",
        "m": "高度な語彙_1616。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1617",
        "m": "高度な語彙_1617。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1618",
        "m": "高度な語彙_1618。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1619",
        "m": "高度な語彙_1619。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1620",
        "m": "高度な語彙_1620。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1621",
        "m": "高度な語彙_1621。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1622",
        "m": "高度な語彙_1622。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1623",
        "m": "高度な語彙_1623。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1624",
        "m": "高度な語彙_1624。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1625",
        "m": "高度な語彙_1625。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1626",
        "m": "高度な語彙_1626。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1627",
        "m": "高度な語彙_1627。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1628",
        "m": "高度な語彙_1628。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1629",
        "m": "高度な語彙_1629。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1630",
        "m": "高度な語彙_1630。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1631",
        "m": "高度な語彙_1631。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1632",
        "m": "高度な語彙_1632。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1633",
        "m": "高度な語彙_1633。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1634",
        "m": "高度な語彙_1634。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1635",
        "m": "高度な語彙_1635。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1636",
        "m": "高度な語彙_1636。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1637",
        "m": "高度な語彙_1637。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1638",
        "m": "高度な語彙_1638。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1639",
        "m": "高度な語彙_1639。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1640",
        "m": "高度な語彙_1640。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1641",
        "m": "高度な語彙_1641。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1642",
        "m": "高度な語彙_1642。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1643",
        "m": "高度な語彙_1643。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1644",
        "m": "高度な語彙_1644。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1645",
        "m": "高度な語彙_1645。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1646",
        "m": "高度な語彙_1646。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1647",
        "m": "高度な語彙_1647。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1648",
        "m": "高度な語彙_1648。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1649",
        "m": "高度な語彙_1649。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1650",
        "m": "高度な語彙_1650。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1651",
        "m": "高度な語彙_1651。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1652",
        "m": "高度な語彙_1652。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1653",
        "m": "高度な語彙_1653。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1654",
        "m": "高度な語彙_1654。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1655",
        "m": "高度な語彙_1655。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1656",
        "m": "高度な語彙_1656。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1657",
        "m": "高度な語彙_1657。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1658",
        "m": "高度な語彙_1658。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1659",
        "m": "高度な語彙_1659。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1660",
        "m": "高度な語彙_1660。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1661",
        "m": "高度な語彙_1661。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1662",
        "m": "高度な語彙_1662。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1663",
        "m": "高度な語彙_1663。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1664",
        "m": "高度な語彙_1664。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1665",
        "m": "高度な語彙_1665。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1666",
        "m": "高度な語彙_1666。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1667",
        "m": "高度な語彙_1667。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1668",
        "m": "高度な語彙_1668。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1669",
        "m": "高度な語彙_1669。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1670",
        "m": "高度な語彙_1670。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1671",
        "m": "高度な語彙_1671。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1672",
        "m": "高度な語彙_1672。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1673",
        "m": "高度な語彙_1673。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1674",
        "m": "高度な語彙_1674。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1675",
        "m": "高度な語彙_1675。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1676",
        "m": "高度な語彙_1676。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1677",
        "m": "高度な語彙_1677。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1678",
        "m": "高度な語彙_1678。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1679",
        "m": "高度な語彙_1679。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1680",
        "m": "高度な語彙_1680。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1681",
        "m": "高度な語彙_1681。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1682",
        "m": "高度な語彙_1682。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1683",
        "m": "高度な語彙_1683。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1684",
        "m": "高度な語彙_1684。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1685",
        "m": "高度な語彙_1685。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1686",
        "m": "高度な語彙_1686。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1687",
        "m": "高度な語彙_1687。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1688",
        "m": "高度な語彙_1688。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1689",
        "m": "高度な語彙_1689。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1690",
        "m": "高度な語彙_1690。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1691",
        "m": "高度な語彙_1691。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1692",
        "m": "高度な語彙_1692。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1693",
        "m": "高度な語彙_1693。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1694",
        "m": "高度な語彙_1694。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1695",
        "m": "高度な語彙_1695。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1696",
        "m": "高度な語彙_1696。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1697",
        "m": "高度な語彙_1697。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1698",
        "m": "高度な語彙_1698。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1699",
        "m": "高度な語彙_1699。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1700",
        "m": "高度な語彙_1700。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1701",
        "m": "高度な語彙_1701。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1702",
        "m": "高度な語彙_1702。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1703",
        "m": "高度な語彙_1703。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1704",
        "m": "高度な語彙_1704。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1705",
        "m": "高度な語彙_1705。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1706",
        "m": "高度な語彙_1706。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1707",
        "m": "高度な語彙_1707。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1708",
        "m": "高度な語彙_1708。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1709",
        "m": "高度な語彙_1709。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1710",
        "m": "高度な語彙_1710。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1711",
        "m": "高度な語彙_1711。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1712",
        "m": "高度な語彙_1712。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1713",
        "m": "高度な語彙_1713。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1714",
        "m": "高度な語彙_1714。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1715",
        "m": "高度な語彙_1715。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1716",
        "m": "高度な語彙_1716。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1717",
        "m": "高度な語彙_1717。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1718",
        "m": "高度な語彙_1718。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1719",
        "m": "高度な語彙_1719。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1720",
        "m": "高度な語彙_1720。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1721",
        "m": "高度な語彙_1721。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1722",
        "m": "高度な語彙_1722。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1723",
        "m": "高度な語彙_1723。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1724",
        "m": "高度な語彙_1724。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1725",
        "m": "高度な語彙_1725。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1726",
        "m": "高度な語彙_1726。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1727",
        "m": "高度な語彙_1727。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1728",
        "m": "高度な語彙_1728。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1729",
        "m": "高度な語彙_1729。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1730",
        "m": "高度な語彙_1730。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1731",
        "m": "高度な語彙_1731。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1732",
        "m": "高度な語彙_1732。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1733",
        "m": "高度な語彙_1733。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1734",
        "m": "高度な語彙_1734。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1735",
        "m": "高度な語彙_1735。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1736",
        "m": "高度な語彙_1736。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1737",
        "m": "高度な語彙_1737。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1738",
        "m": "高度な語彙_1738。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1739",
        "m": "高度な語彙_1739。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1740",
        "m": "高度な語彙_1740。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1741",
        "m": "高度な語彙_1741。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1742",
        "m": "高度な語彙_1742。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1743",
        "m": "高度な語彙_1743。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1744",
        "m": "高度な語彙_1744。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1745",
        "m": "高度な語彙_1745。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1746",
        "m": "高度な語彙_1746。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1747",
        "m": "高度な語彙_1747。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1748",
        "m": "高度な語彙_1748。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1749",
        "m": "高度な語彙_1749。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1750",
        "m": "高度な語彙_1750。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1751",
        "m": "高度な語彙_1751。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1752",
        "m": "高度な語彙_1752。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1753",
        "m": "高度な語彙_1753。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1754",
        "m": "高度な語彙_1754。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1755",
        "m": "高度な語彙_1755。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1756",
        "m": "高度な語彙_1756。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1757",
        "m": "高度な語彙_1757。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1758",
        "m": "高度な語彙_1758。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1759",
        "m": "高度な語彙_1759。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1760",
        "m": "高度な語彙_1760。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1761",
        "m": "高度な語彙_1761。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1762",
        "m": "高度な語彙_1762。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1763",
        "m": "高度な語彙_1763。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1764",
        "m": "高度な語彙_1764。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1765",
        "m": "高度な語彙_1765。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1766",
        "m": "高度な語彙_1766。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1767",
        "m": "高度な語彙_1767。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1768",
        "m": "高度な語彙_1768。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1769",
        "m": "高度な語彙_1769。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1770",
        "m": "高度な語彙_1770。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1771",
        "m": "高度な語彙_1771。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1772",
        "m": "高度な語彙_1772。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1773",
        "m": "高度な語彙_1773。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1774",
        "m": "高度な語彙_1774。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1775",
        "m": "高度な語彙_1775。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1776",
        "m": "高度な語彙_1776。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1777",
        "m": "高度な語彙_1777。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1778",
        "m": "高度な語彙_1778。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1779",
        "m": "高度な語彙_1779。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1780",
        "m": "高度な語彙_1780。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1781",
        "m": "高度な語彙_1781。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1782",
        "m": "高度な語彙_1782。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1783",
        "m": "高度な語彙_1783。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1784",
        "m": "高度な語彙_1784。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1785",
        "m": "高度な語彙_1785。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1786",
        "m": "高度な語彙_1786。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1787",
        "m": "高度な語彙_1787。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1788",
        "m": "高度な語彙_1788。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1789",
        "m": "高度な語彙_1789。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1790",
        "m": "高度な語彙_1790。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1791",
        "m": "高度な語彙_1791。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1792",
        "m": "高度な語彙_1792。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1793",
        "m": "高度な語彙_1793。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1794",
        "m": "高度な語彙_1794。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1795",
        "m": "高度な語彙_1795。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1796",
        "m": "高度な語彙_1796。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1797",
        "m": "高度な語彙_1797。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1798",
        "m": "高度な語彙_1798。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1799",
        "m": "高度な語彙_1799。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1800",
        "m": "高度な語彙_1800。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1801",
        "m": "高度な語彙_1801。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1802",
        "m": "高度な語彙_1802。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1803",
        "m": "高度な語彙_1803。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1804",
        "m": "高度な語彙_1804。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1805",
        "m": "高度な語彙_1805。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1806",
        "m": "高度な語彙_1806。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1807",
        "m": "高度な語彙_1807。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1808",
        "m": "高度な語彙_1808。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1809",
        "m": "高度な語彙_1809。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1810",
        "m": "高度な語彙_1810。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1811",
        "m": "高度な語彙_1811。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1812",
        "m": "高度な語彙_1812。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1813",
        "m": "高度な語彙_1813。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1814",
        "m": "高度な語彙_1814。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1815",
        "m": "高度な語彙_1815。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1816",
        "m": "高度な語彙_1816。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1817",
        "m": "高度な語彙_1817。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1818",
        "m": "高度な語彙_1818。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1819",
        "m": "高度な語彙_1819。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1820",
        "m": "高度な語彙_1820。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1821",
        "m": "高度な語彙_1821。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1822",
        "m": "高度な語彙_1822。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1823",
        "m": "高度な語彙_1823。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1824",
        "m": "高度な語彙_1824。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1825",
        "m": "高度な語彙_1825。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1826",
        "m": "高度な語彙_1826。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1827",
        "m": "高度な語彙_1827。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1828",
        "m": "高度な語彙_1828。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1829",
        "m": "高度な語彙_1829。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1830",
        "m": "高度な語彙_1830。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1831",
        "m": "高度な語彙_1831。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1832",
        "m": "高度な語彙_1832。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1833",
        "m": "高度な語彙_1833。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1834",
        "m": "高度な語彙_1834。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1835",
        "m": "高度な語彙_1835。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1836",
        "m": "高度な語彙_1836。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1837",
        "m": "高度な語彙_1837。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1838",
        "m": "高度な語彙_1838。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1839",
        "m": "高度な語彙_1839。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1840",
        "m": "高度な語彙_1840。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1841",
        "m": "高度な語彙_1841。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1842",
        "m": "高度な語彙_1842。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1843",
        "m": "高度な語彙_1843。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1844",
        "m": "高度な語彙_1844。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1845",
        "m": "高度な語彙_1845。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1846",
        "m": "高度な語彙_1846。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1847",
        "m": "高度な語彙_1847。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1848",
        "m": "高度な語彙_1848。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1849",
        "m": "高度な語彙_1849。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1850",
        "m": "高度な語彙_1850。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1851",
        "m": "高度な語彙_1851。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1852",
        "m": "高度な語彙_1852。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1853",
        "m": "高度な語彙_1853。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1854",
        "m": "高度な語彙_1854。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1855",
        "m": "高度な語彙_1855。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1856",
        "m": "高度な語彙_1856。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1857",
        "m": "高度な語彙_1857。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1858",
        "m": "高度な語彙_1858。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1859",
        "m": "高度な語彙_1859。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1860",
        "m": "高度な語彙_1860。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1861",
        "m": "高度な語彙_1861。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1862",
        "m": "高度な語彙_1862。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1863",
        "m": "高度な語彙_1863。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1864",
        "m": "高度な語彙_1864。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1865",
        "m": "高度な語彙_1865。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1866",
        "m": "高度な語彙_1866。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1867",
        "m": "高度な語彙_1867。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1868",
        "m": "高度な語彙_1868。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1869",
        "m": "高度な語彙_1869。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1870",
        "m": "高度な語彙_1870。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1871",
        "m": "高度な語彙_1871。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1872",
        "m": "高度な語彙_1872。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1873",
        "m": "高度な語彙_1873。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1874",
        "m": "高度な語彙_1874。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1875",
        "m": "高度な語彙_1875。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1876",
        "m": "高度な語彙_1876。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1877",
        "m": "高度な語彙_1877。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1878",
        "m": "高度な語彙_1878。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1879",
        "m": "高度な語彙_1879。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1880",
        "m": "高度な語彙_1880。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1881",
        "m": "高度な語彙_1881。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1882",
        "m": "高度な語彙_1882。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1883",
        "m": "高度な語彙_1883。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1884",
        "m": "高度な語彙_1884。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1885",
        "m": "高度な語彙_1885。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1886",
        "m": "高度な語彙_1886。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1887",
        "m": "高度な語彙_1887。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1888",
        "m": "高度な語彙_1888。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1889",
        "m": "高度な語彙_1889。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1890",
        "m": "高度な語彙_1890。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1891",
        "m": "高度な語彙_1891。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1892",
        "m": "高度な語彙_1892。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1893",
        "m": "高度な語彙_1893。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1894",
        "m": "高度な語彙_1894。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1895",
        "m": "高度な語彙_1895。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1896",
        "m": "高度な語彙_1896。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1897",
        "m": "高度な語彙_1897。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1898",
        "m": "高度な語彙_1898。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1899",
        "m": "高度な語彙_1899。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1900",
        "m": "高度な語彙_1900。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1901",
        "m": "高度な語彙_1901。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1902",
        "m": "高度な語彙_1902。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1903",
        "m": "高度な語彙_1903。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1904",
        "m": "高度な語彙_1904。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1905",
        "m": "高度な語彙_1905。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1906",
        "m": "高度な語彙_1906。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1907",
        "m": "高度な語彙_1907。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1908",
        "m": "高度な語彙_1908。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1909",
        "m": "高度な語彙_1909。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1910",
        "m": "高度な語彙_1910。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1911",
        "m": "高度な語彙_1911。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1912",
        "m": "高度な語彙_1912。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1913",
        "m": "高度な語彙_1913。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1914",
        "m": "高度な語彙_1914。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1915",
        "m": "高度な語彙_1915。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1916",
        "m": "高度な語彙_1916。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1917",
        "m": "高度な語彙_1917。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1918",
        "m": "高度な語彙_1918。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1919",
        "m": "高度な語彙_1919。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1920",
        "m": "高度な語彙_1920。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1921",
        "m": "高度な語彙_1921。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1922",
        "m": "高度な語彙_1922。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1923",
        "m": "高度な語彙_1923。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1924",
        "m": "高度な語彙_1924。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1925",
        "m": "高度な語彙_1925。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1926",
        "m": "高度な語彙_1926。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1927",
        "m": "高度な語彙_1927。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1928",
        "m": "高度な語彙_1928。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1929",
        "m": "高度な語彙_1929。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1930",
        "m": "高度な語彙_1930。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1931",
        "m": "高度な語彙_1931。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1932",
        "m": "高度な語彙_1932。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1933",
        "m": "高度な語彙_1933。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1934",
        "m": "高度な語彙_1934。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1935",
        "m": "高度な語彙_1935。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1936",
        "m": "高度な語彙_1936。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1937",
        "m": "高度な語彙_1937。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1938",
        "m": "高度な語彙_1938。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1939",
        "m": "高度な語彙_1939。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1940",
        "m": "高度な語彙_1940。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1941",
        "m": "高度な語彙_1941。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1942",
        "m": "高度な語彙_1942。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1943",
        "m": "高度な語彙_1943。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1944",
        "m": "高度な語彙_1944。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1945",
        "m": "高度な語彙_1945。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1946",
        "m": "高度な語彙_1946。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1947",
        "m": "高度な語彙_1947。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1948",
        "m": "高度な語彙_1948。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1949",
        "m": "高度な語彙_1949。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1950",
        "m": "高度な語彙_1950。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1951",
        "m": "高度な語彙_1951。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1952",
        "m": "高度な語彙_1952。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1953",
        "m": "高度な語彙_1953。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1954",
        "m": "高度な語彙_1954。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1955",
        "m": "高度な語彙_1955。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1956",
        "m": "高度な語彙_1956。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1957",
        "m": "高度な語彙_1957。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1958",
        "m": "高度な語彙_1958。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1959",
        "m": "高度な語彙_1959。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1960",
        "m": "高度な語彙_1960。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1961",
        "m": "高度な語彙_1961。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1962",
        "m": "高度な語彙_1962。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1963",
        "m": "高度な語彙_1963。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1964",
        "m": "高度な語彙_1964。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1965",
        "m": "高度な語彙_1965。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1966",
        "m": "高度な語彙_1966。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1967",
        "m": "高度な語彙_1967。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1968",
        "m": "高度な語彙_1968。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1969",
        "m": "高度な語彙_1969。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1970",
        "m": "高度な語彙_1970。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1971",
        "m": "高度な語彙_1971。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1972",
        "m": "高度な語彙_1972。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1973",
        "m": "高度な語彙_1973。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1974",
        "m": "高度な語彙_1974。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1975",
        "m": "高度な語彙_1975。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1976",
        "m": "高度な語彙_1976。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1977",
        "m": "高度な語彙_1977。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1978",
        "m": "高度な語彙_1978。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1979",
        "m": "高度な語彙_1979。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1980",
        "m": "高度な語彙_1980。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1981",
        "m": "高度な語彙_1981。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1982",
        "m": "高度な語彙_1982。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1983",
        "m": "高度な語彙_1983。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1984",
        "m": "高度な語彙_1984。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1985",
        "m": "高度な語彙_1985。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1986",
        "m": "高度な語彙_1986。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1987",
        "m": "高度な語彙_1987。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1988",
        "m": "高度な語彙_1988。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1989",
        "m": "高度な語彙_1989。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1990",
        "m": "高度な語彙_1990。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1991",
        "m": "高度な語彙_1991。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1992",
        "m": "高度な語彙_1992。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1993",
        "m": "高度な語彙_1993。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1994",
        "m": "高度な語彙_1994。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1995",
        "m": "高度な語彙_1995。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1996",
        "m": "高度な語彙_1996。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1997",
        "m": "高度な語彙_1997。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1998",
        "m": "高度な語彙_1998。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_1999",
        "m": "高度な語彙_1999。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2000",
        "m": "高度な語彙_2000。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2001",
        "m": "高度な語彙_2001。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2002",
        "m": "高度な語彙_2002。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2003",
        "m": "高度な語彙_2003。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2004",
        "m": "高度な語彙_2004。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2005",
        "m": "高度な語彙_2005。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2006",
        "m": "高度な語彙_2006。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2007",
        "m": "高度な語彙_2007。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2008",
        "m": "高度な語彙_2008。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2009",
        "m": "高度な語彙_2009。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2010",
        "m": "高度な語彙_2010。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2011",
        "m": "高度な語彙_2011。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2012",
        "m": "高度な語彙_2012。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2013",
        "m": "高度な語彙_2013。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2014",
        "m": "高度な語彙_2014。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2015",
        "m": "高度な語彙_2015。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2016",
        "m": "高度な語彙_2016。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2017",
        "m": "高度な語彙_2017。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2018",
        "m": "高度な語彙_2018。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2019",
        "m": "高度な語彙_2019。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2020",
        "m": "高度な語彙_2020。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2021",
        "m": "高度な語彙_2021。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2022",
        "m": "高度な語彙_2022。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2023",
        "m": "高度な語彙_2023。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2024",
        "m": "高度な語彙_2024。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2025",
        "m": "高度な語彙_2025。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2026",
        "m": "高度な語彙_2026。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2027",
        "m": "高度な語彙_2027。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2028",
        "m": "高度な語彙_2028。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2029",
        "m": "高度な語彙_2029。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2030",
        "m": "高度な語彙_2030。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2031",
        "m": "高度な語彙_2031。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2032",
        "m": "高度な語彙_2032。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2033",
        "m": "高度な語彙_2033。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2034",
        "m": "高度な語彙_2034。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2035",
        "m": "高度な語彙_2035。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2036",
        "m": "高度な語彙_2036。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2037",
        "m": "高度な語彙_2037。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2038",
        "m": "高度な語彙_2038。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2039",
        "m": "高度な語彙_2039。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2040",
        "m": "高度な語彙_2040。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2041",
        "m": "高度な語彙_2041。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2042",
        "m": "高度な語彙_2042。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2043",
        "m": "高度な語彙_2043。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2044",
        "m": "高度な語彙_2044。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2045",
        "m": "高度な語彙_2045。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2046",
        "m": "高度な語彙_2046。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2047",
        "m": "高度な語彙_2047。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2048",
        "m": "高度な語彙_2048。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2049",
        "m": "高度な語彙_2049。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2050",
        "m": "高度な語彙_2050。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2051",
        "m": "高度な語彙_2051。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2052",
        "m": "高度な語彙_2052。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2053",
        "m": "高度な語彙_2053。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2054",
        "m": "高度な語彙_2054。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2055",
        "m": "高度な語彙_2055。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2056",
        "m": "高度な語彙_2056。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2057",
        "m": "高度な語彙_2057。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2058",
        "m": "高度な語彙_2058。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2059",
        "m": "高度な語彙_2059。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2060",
        "m": "高度な語彙_2060。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2061",
        "m": "高度な語彙_2061。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2062",
        "m": "高度な語彙_2062。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2063",
        "m": "高度な語彙_2063。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2064",
        "m": "高度な語彙_2064。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2065",
        "m": "高度な語彙_2065。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2066",
        "m": "高度な語彙_2066。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2067",
        "m": "高度な語彙_2067。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2068",
        "m": "高度な語彙_2068。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2069",
        "m": "高度な語彙_2069。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2070",
        "m": "高度な語彙_2070。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2071",
        "m": "高度な語彙_2071。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2072",
        "m": "高度な語彙_2072。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2073",
        "m": "高度な語彙_2073。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2074",
        "m": "高度な語彙_2074。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2075",
        "m": "高度な語彙_2075。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2076",
        "m": "高度な語彙_2076。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2077",
        "m": "高度な語彙_2077。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2078",
        "m": "高度な語彙_2078。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2079",
        "m": "高度な語彙_2079。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2080",
        "m": "高度な語彙_2080。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2081",
        "m": "高度な語彙_2081。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2082",
        "m": "高度な語彙_2082。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2083",
        "m": "高度な語彙_2083。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2084",
        "m": "高度な語彙_2084。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2085",
        "m": "高度な語彙_2085。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2086",
        "m": "高度な語彙_2086。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2087",
        "m": "高度な語彙_2087。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2088",
        "m": "高度な語彙_2088。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2089",
        "m": "高度な語彙_2089。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2090",
        "m": "高度な語彙_2090。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2091",
        "m": "高度な語彙_2091。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2092",
        "m": "高度な語彙_2092。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2093",
        "m": "高度な語彙_2093。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2094",
        "m": "高度な語彙_2094。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2095",
        "m": "高度な語彙_2095。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2096",
        "m": "高度な語彙_2096。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2097",
        "m": "高度な語彙_2097。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2098",
        "m": "高度な語彙_2098。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2099",
        "m": "高度な語彙_2099。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2100",
        "m": "高度な語彙_2100。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2101",
        "m": "高度な語彙_2101。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2102",
        "m": "高度な語彙_2102。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2103",
        "m": "高度な語彙_2103。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2104",
        "m": "高度な語彙_2104。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2105",
        "m": "高度な語彙_2105。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2106",
        "m": "高度な語彙_2106。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2107",
        "m": "高度な語彙_2107。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2108",
        "m": "高度な語彙_2108。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2109",
        "m": "高度な語彙_2109。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2110",
        "m": "高度な語彙_2110。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2111",
        "m": "高度な語彙_2111。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2112",
        "m": "高度な語彙_2112。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2113",
        "m": "高度な語彙_2113。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2114",
        "m": "高度な語彙_2114。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2115",
        "m": "高度な語彙_2115。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2116",
        "m": "高度な語彙_2116。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2117",
        "m": "高度な語彙_2117。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2118",
        "m": "高度な語彙_2118。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2119",
        "m": "高度な語彙_2119。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2120",
        "m": "高度な語彙_2120。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2121",
        "m": "高度な語彙_2121。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2122",
        "m": "高度な語彙_2122。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2123",
        "m": "高度な語彙_2123。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2124",
        "m": "高度な語彙_2124。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2125",
        "m": "高度な語彙_2125。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2126",
        "m": "高度な語彙_2126。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2127",
        "m": "高度な語彙_2127。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2128",
        "m": "高度な語彙_2128。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2129",
        "m": "高度な語彙_2129。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2130",
        "m": "高度な語彙_2130。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2131",
        "m": "高度な語彙_2131。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2132",
        "m": "高度な語彙_2132。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2133",
        "m": "高度な語彙_2133。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2134",
        "m": "高度な語彙_2134。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2135",
        "m": "高度な語彙_2135。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2136",
        "m": "高度な語彙_2136。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2137",
        "m": "高度な語彙_2137。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2138",
        "m": "高度な語彙_2138。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2139",
        "m": "高度な語彙_2139。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2140",
        "m": "高度な語彙_2140。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2141",
        "m": "高度な語彙_2141。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2142",
        "m": "高度な語彙_2142。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2143",
        "m": "高度な語彙_2143。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2144",
        "m": "高度な語彙_2144。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2145",
        "m": "高度な語彙_2145。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2146",
        "m": "高度な語彙_2146。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2147",
        "m": "高度な語彙_2147。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2148",
        "m": "高度な語彙_2148。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2149",
        "m": "高度な語彙_2149。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2150",
        "m": "高度な語彙_2150。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2151",
        "m": "高度な語彙_2151。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2152",
        "m": "高度な語彙_2152。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2153",
        "m": "高度な語彙_2153。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2154",
        "m": "高度な語彙_2154。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2155",
        "m": "高度な語彙_2155。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2156",
        "m": "高度な語彙_2156。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2157",
        "m": "高度な語彙_2157。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2158",
        "m": "高度な語彙_2158。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2159",
        "m": "高度な語彙_2159。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2160",
        "m": "高度な語彙_2160。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2161",
        "m": "高度な語彙_2161。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2162",
        "m": "高度な語彙_2162。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2163",
        "m": "高度な語彙_2163。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2164",
        "m": "高度な語彙_2164。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2165",
        "m": "高度な語彙_2165。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2166",
        "m": "高度な語彙_2166。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2167",
        "m": "高度な語彙_2167。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2168",
        "m": "高度な語彙_2168。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2169",
        "m": "高度な語彙_2169。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2170",
        "m": "高度な語彙_2170。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2171",
        "m": "高度な語彙_2171。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2172",
        "m": "高度な語彙_2172。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2173",
        "m": "高度な語彙_2173。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2174",
        "m": "高度な語彙_2174。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2175",
        "m": "高度な語彙_2175。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2176",
        "m": "高度な語彙_2176。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2177",
        "m": "高度な語彙_2177。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2178",
        "m": "高度な語彙_2178。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2179",
        "m": "高度な語彙_2179。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2180",
        "m": "高度な語彙_2180。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2181",
        "m": "高度な語彙_2181。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2182",
        "m": "高度な語彙_2182。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2183",
        "m": "高度な語彙_2183。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2184",
        "m": "高度な語彙_2184。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2185",
        "m": "高度な語彙_2185。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2186",
        "m": "高度な語彙_2186。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2187",
        "m": "高度な語彙_2187。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2188",
        "m": "高度な語彙_2188。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2189",
        "m": "高度な語彙_2189。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2190",
        "m": "高度な語彙_2190。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2191",
        "m": "高度な語彙_2191。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2192",
        "m": "高度な語彙_2192。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2193",
        "m": "高度な語彙_2193。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2194",
        "m": "高度な語彙_2194。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2195",
        "m": "高度な語彙_2195。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2196",
        "m": "高度な語彙_2196。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2197",
        "m": "高度な語彙_2197。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2198",
        "m": "高度な語彙_2198。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2199",
        "m": "高度な語彙_2199。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2200",
        "m": "高度な語彙_2200。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2201",
        "m": "高度な語彙_2201。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2202",
        "m": "高度な語彙_2202。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2203",
        "m": "高度な語彙_2203。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2204",
        "m": "高度な語彙_2204。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2205",
        "m": "高度な語彙_2205。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2206",
        "m": "高度な語彙_2206。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2207",
        "m": "高度な語彙_2207。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2208",
        "m": "高度な語彙_2208。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2209",
        "m": "高度な語彙_2209。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2210",
        "m": "高度な語彙_2210。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2211",
        "m": "高度な語彙_2211。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2212",
        "m": "高度な語彙_2212。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2213",
        "m": "高度な語彙_2213。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2214",
        "m": "高度な語彙_2214。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2215",
        "m": "高度な語彙_2215。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2216",
        "m": "高度な語彙_2216。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2217",
        "m": "高度な語彙_2217。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2218",
        "m": "高度な語彙_2218。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2219",
        "m": "高度な語彙_2219。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2220",
        "m": "高度な語彙_2220。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2221",
        "m": "高度な語彙_2221。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2222",
        "m": "高度な語彙_2222。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2223",
        "m": "高度な語彙_2223。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2224",
        "m": "高度な語彙_2224。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2225",
        "m": "高度な語彙_2225。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2226",
        "m": "高度な語彙_2226。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2227",
        "m": "高度な語彙_2227。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2228",
        "m": "高度な語彙_2228。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2229",
        "m": "高度な語彙_2229。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2230",
        "m": "高度な語彙_2230。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2231",
        "m": "高度な語彙_2231。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2232",
        "m": "高度な語彙_2232。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2233",
        "m": "高度な語彙_2233。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2234",
        "m": "高度な語彙_2234。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2235",
        "m": "高度な語彙_2235。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2236",
        "m": "高度な語彙_2236。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2237",
        "m": "高度な語彙_2237。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2238",
        "m": "高度な語彙_2238。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2239",
        "m": "高度な語彙_2239。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2240",
        "m": "高度な語彙_2240。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2241",
        "m": "高度な語彙_2241。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2242",
        "m": "高度な語彙_2242。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2243",
        "m": "高度な語彙_2243。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2244",
        "m": "高度な語彙_2244。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2245",
        "m": "高度な語彙_2245。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2246",
        "m": "高度な語彙_2246。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2247",
        "m": "高度な語彙_2247。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2248",
        "m": "高度な語彙_2248。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2249",
        "m": "高度な語彙_2249。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2250",
        "m": "高度な語彙_2250。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2251",
        "m": "高度な語彙_2251。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2252",
        "m": "高度な語彙_2252。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2253",
        "m": "高度な語彙_2253。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2254",
        "m": "高度な語彙_2254。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2255",
        "m": "高度な語彙_2255。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2256",
        "m": "高度な語彙_2256。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2257",
        "m": "高度な語彙_2257。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2258",
        "m": "高度な語彙_2258。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2259",
        "m": "高度な語彙_2259。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2260",
        "m": "高度な語彙_2260。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2261",
        "m": "高度な語彙_2261。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2262",
        "m": "高度な語彙_2262。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2263",
        "m": "高度な語彙_2263。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2264",
        "m": "高度な語彙_2264。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2265",
        "m": "高度な語彙_2265。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2266",
        "m": "高度な語彙_2266。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2267",
        "m": "高度な語彙_2267。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2268",
        "m": "高度な語彙_2268。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2269",
        "m": "高度な語彙_2269。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2270",
        "m": "高度な語彙_2270。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2271",
        "m": "高度な語彙_2271。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2272",
        "m": "高度な語彙_2272。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2273",
        "m": "高度な語彙_2273。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2274",
        "m": "高度な語彙_2274。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2275",
        "m": "高度な語彙_2275。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2276",
        "m": "高度な語彙_2276。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2277",
        "m": "高度な語彙_2277。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2278",
        "m": "高度な語彙_2278。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2279",
        "m": "高度な語彙_2279。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2280",
        "m": "高度な語彙_2280。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2281",
        "m": "高度な語彙_2281。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2282",
        "m": "高度な語彙_2282。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2283",
        "m": "高度な語彙_2283。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2284",
        "m": "高度な語彙_2284。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2285",
        "m": "高度な語彙_2285。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2286",
        "m": "高度な語彙_2286。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2287",
        "m": "高度な語彙_2287。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2288",
        "m": "高度な語彙_2288。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2289",
        "m": "高度な語彙_2289。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2290",
        "m": "高度な語彙_2290。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2291",
        "m": "高度な語彙_2291。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2292",
        "m": "高度な語彙_2292。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2293",
        "m": "高度な語彙_2293。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2294",
        "m": "高度な語彙_2294。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2295",
        "m": "高度な語彙_2295。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2296",
        "m": "高度な語彙_2296。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2297",
        "m": "高度な語彙_2297。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2298",
        "m": "高度な語彙_2298。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2299",
        "m": "高度な語彙_2299。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2300",
        "m": "高度な語彙_2300。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2301",
        "m": "高度な語彙_2301。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2302",
        "m": "高度な語彙_2302。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2303",
        "m": "高度な語彙_2303。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2304",
        "m": "高度な語彙_2304。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2305",
        "m": "高度な語彙_2305。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2306",
        "m": "高度な語彙_2306。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2307",
        "m": "高度な語彙_2307。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2308",
        "m": "高度な語彙_2308。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2309",
        "m": "高度な語彙_2309。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2310",
        "m": "高度な語彙_2310。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2311",
        "m": "高度な語彙_2311。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2312",
        "m": "高度な語彙_2312。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2313",
        "m": "高度な語彙_2313。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2314",
        "m": "高度な語彙_2314。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2315",
        "m": "高度な語彙_2315。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2316",
        "m": "高度な語彙_2316。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2317",
        "m": "高度な語彙_2317。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2318",
        "m": "高度な語彙_2318。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2319",
        "m": "高度な語彙_2319。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2320",
        "m": "高度な語彙_2320。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2321",
        "m": "高度な語彙_2321。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2322",
        "m": "高度な語彙_2322。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2323",
        "m": "高度な語彙_2323。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2324",
        "m": "高度な語彙_2324。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2325",
        "m": "高度な語彙_2325。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2326",
        "m": "高度な語彙_2326。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2327",
        "m": "高度な語彙_2327。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2328",
        "m": "高度な語彙_2328。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2329",
        "m": "高度な語彙_2329。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2330",
        "m": "高度な語彙_2330。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2331",
        "m": "高度な語彙_2331。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2332",
        "m": "高度な語彙_2332。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2333",
        "m": "高度な語彙_2333。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2334",
        "m": "高度な語彙_2334。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2335",
        "m": "高度な語彙_2335。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2336",
        "m": "高度な語彙_2336。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2337",
        "m": "高度な語彙_2337。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2338",
        "m": "高度な語彙_2338。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2339",
        "m": "高度な語彙_2339。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2340",
        "m": "高度な語彙_2340。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2341",
        "m": "高度な語彙_2341。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2342",
        "m": "高度な語彙_2342。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2343",
        "m": "高度な語彙_2343。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2344",
        "m": "高度な語彙_2344。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2345",
        "m": "高度な語彙_2345。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2346",
        "m": "高度な語彙_2346。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2347",
        "m": "高度な語彙_2347。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2348",
        "m": "高度な語彙_2348。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2349",
        "m": "高度な語彙_2349。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2350",
        "m": "高度な語彙_2350。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2351",
        "m": "高度な語彙_2351。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2352",
        "m": "高度な語彙_2352。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2353",
        "m": "高度な語彙_2353。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2354",
        "m": "高度な語彙_2354。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2355",
        "m": "高度な語彙_2355。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2356",
        "m": "高度な語彙_2356。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2357",
        "m": "高度な語彙_2357。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2358",
        "m": "高度な語彙_2358。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2359",
        "m": "高度な語彙_2359。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2360",
        "m": "高度な語彙_2360。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2361",
        "m": "高度な語彙_2361。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2362",
        "m": "高度な語彙_2362。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2363",
        "m": "高度な語彙_2363。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2364",
        "m": "高度な語彙_2364。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2365",
        "m": "高度な語彙_2365。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2366",
        "m": "高度な語彙_2366。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2367",
        "m": "高度な語彙_2367。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2368",
        "m": "高度な語彙_2368。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2369",
        "m": "高度な語彙_2369。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2370",
        "m": "高度な語彙_2370。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2371",
        "m": "高度な語彙_2371。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2372",
        "m": "高度な語彙_2372。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2373",
        "m": "高度な語彙_2373。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2374",
        "m": "高度な語彙_2374。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2375",
        "m": "高度な語彙_2375。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2376",
        "m": "高度な語彙_2376。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2377",
        "m": "高度な語彙_2377。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2378",
        "m": "高度な語彙_2378。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2379",
        "m": "高度な語彙_2379。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2380",
        "m": "高度な語彙_2380。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2381",
        "m": "高度な語彙_2381。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2382",
        "m": "高度な語彙_2382。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2383",
        "m": "高度な語彙_2383。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2384",
        "m": "高度な語彙_2384。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2385",
        "m": "高度な語彙_2385。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2386",
        "m": "高度な語彙_2386。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2387",
        "m": "高度な語彙_2387。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2388",
        "m": "高度な語彙_2388。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2389",
        "m": "高度な語彙_2389。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2390",
        "m": "高度な語彙_2390。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2391",
        "m": "高度な語彙_2391。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2392",
        "m": "高度な語彙_2392。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2393",
        "m": "高度な語彙_2393。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2394",
        "m": "高度な語彙_2394。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2395",
        "m": "高度な語彙_2395。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2396",
        "m": "高度な語彙_2396。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2397",
        "m": "高度な語彙_2397。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2398",
        "m": "高度な語彙_2398。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2399",
        "m": "高度な語彙_2399。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2400",
        "m": "高度な語彙_2400。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2401",
        "m": "高度な語彙_2401。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2402",
        "m": "高度な語彙_2402。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2403",
        "m": "高度な語彙_2403。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2404",
        "m": "高度な語彙_2404。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2405",
        "m": "高度な語彙_2405。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2406",
        "m": "高度な語彙_2406。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2407",
        "m": "高度な語彙_2407。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2408",
        "m": "高度な語彙_2408。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2409",
        "m": "高度な語彙_2409。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2410",
        "m": "高度な語彙_2410。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2411",
        "m": "高度な語彙_2411。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2412",
        "m": "高度な語彙_2412。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2413",
        "m": "高度な語彙_2413。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2414",
        "m": "高度な語彙_2414。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2415",
        "m": "高度な語彙_2415。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2416",
        "m": "高度な語彙_2416。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2417",
        "m": "高度な語彙_2417。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2418",
        "m": "高度な語彙_2418。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2419",
        "m": "高度な語彙_2419。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2420",
        "m": "高度な語彙_2420。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2421",
        "m": "高度な語彙_2421。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2422",
        "m": "高度な語彙_2422。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2423",
        "m": "高度な語彙_2423。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2424",
        "m": "高度な語彙_2424。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2425",
        "m": "高度な語彙_2425。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2426",
        "m": "高度な語彙_2426。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2427",
        "m": "高度な語彙_2427。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2428",
        "m": "高度な語彙_2428。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2429",
        "m": "高度な語彙_2429。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2430",
        "m": "高度な語彙_2430。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2431",
        "m": "高度な語彙_2431。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2432",
        "m": "高度な語彙_2432。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2433",
        "m": "高度な語彙_2433。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2434",
        "m": "高度な語彙_2434。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2435",
        "m": "高度な語彙_2435。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2436",
        "m": "高度な語彙_2436。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2437",
        "m": "高度な語彙_2437。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2438",
        "m": "高度な語彙_2438。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2439",
        "m": "高度な語彙_2439。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2440",
        "m": "高度な語彙_2440。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2441",
        "m": "高度な語彙_2441。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2442",
        "m": "高度な語彙_2442。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2443",
        "m": "高度な語彙_2443。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2444",
        "m": "高度な語彙_2444。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2445",
        "m": "高度な語彙_2445。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2446",
        "m": "高度な語彙_2446。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2447",
        "m": "高度な語彙_2447。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2448",
        "m": "高度な語彙_2448。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2449",
        "m": "高度な語彙_2449。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2450",
        "m": "高度な語彙_2450。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2451",
        "m": "高度な語彙_2451。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2452",
        "m": "高度な語彙_2452。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2453",
        "m": "高度な語彙_2453。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2454",
        "m": "高度な語彙_2454。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2455",
        "m": "高度な語彙_2455。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2456",
        "m": "高度な語彙_2456。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2457",
        "m": "高度な語彙_2457。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2458",
        "m": "高度な語彙_2458。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2459",
        "m": "高度な語彙_2459。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2460",
        "m": "高度な語彙_2460。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2461",
        "m": "高度な語彙_2461。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2462",
        "m": "高度な語彙_2462。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2463",
        "m": "高度な語彙_2463。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2464",
        "m": "高度な語彙_2464。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2465",
        "m": "高度な語彙_2465。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2466",
        "m": "高度な語彙_2466。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2467",
        "m": "高度な語彙_2467。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2468",
        "m": "高度な語彙_2468。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2469",
        "m": "高度な語彙_2469。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2470",
        "m": "高度な語彙_2470。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2471",
        "m": "高度な語彙_2471。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2472",
        "m": "高度な語彙_2472。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2473",
        "m": "高度な語彙_2473。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2474",
        "m": "高度な語彙_2474。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2475",
        "m": "高度な語彙_2475。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2476",
        "m": "高度な語彙_2476。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2477",
        "m": "高度な語彙_2477。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2478",
        "m": "高度な語彙_2478。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2479",
        "m": "高度な語彙_2479。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2480",
        "m": "高度な語彙_2480。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2481",
        "m": "高度な語彙_2481。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2482",
        "m": "高度な語彙_2482。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2483",
        "m": "高度な語彙_2483。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2484",
        "m": "高度な語彙_2484。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2485",
        "m": "高度な語彙_2485。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2486",
        "m": "高度な語彙_2486。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2487",
        "m": "高度な語彙_2487。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2488",
        "m": "高度な語彙_2488。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2489",
        "m": "高度な語彙_2489。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2490",
        "m": "高度な語彙_2490。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2491",
        "m": "高度な語彙_2491。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2492",
        "m": "高度な語彙_2492。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2493",
        "m": "高度な語彙_2493。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2494",
        "m": "高度な語彙_2494。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2495",
        "m": "高度な語彙_2495。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2496",
        "m": "高度な語彙_2496。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2497",
        "m": "高度な語彙_2497。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2498",
        "m": "高度な語彙_2498。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2499",
        "m": "高度な語彙_2499。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2500",
        "m": "高度な語彙_2500。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2501",
        "m": "高度な語彙_2501。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2502",
        "m": "高度な語彙_2502。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2503",
        "m": "高度な語彙_2503。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2504",
        "m": "高度な語彙_2504。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2505",
        "m": "高度な語彙_2505。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2506",
        "m": "高度な語彙_2506。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2507",
        "m": "高度な語彙_2507。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2508",
        "m": "高度な語彙_2508。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2509",
        "m": "高度な語彙_2509。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2510",
        "m": "高度な語彙_2510。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2511",
        "m": "高度な語彙_2511。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2512",
        "m": "高度な語彙_2512。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2513",
        "m": "高度な語彙_2513。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2514",
        "m": "高度な語彙_2514。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2515",
        "m": "高度な語彙_2515。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2516",
        "m": "高度な語彙_2516。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2517",
        "m": "高度な語彙_2517。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2518",
        "m": "高度な語彙_2518。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2519",
        "m": "高度な語彙_2519。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2520",
        "m": "高度な語彙_2520。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2521",
        "m": "高度な語彙_2521。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2522",
        "m": "高度な語彙_2522。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2523",
        "m": "高度な語彙_2523。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2524",
        "m": "高度な語彙_2524。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2525",
        "m": "高度な語彙_2525。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2526",
        "m": "高度な語彙_2526。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2527",
        "m": "高度な語彙_2527。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2528",
        "m": "高度な語彙_2528。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2529",
        "m": "高度な語彙_2529。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2530",
        "m": "高度な語彙_2530。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2531",
        "m": "高度な語彙_2531。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2532",
        "m": "高度な語彙_2532。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2533",
        "m": "高度な語彙_2533。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2534",
        "m": "高度な語彙_2534。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2535",
        "m": "高度な語彙_2535。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2536",
        "m": "高度な語彙_2536。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2537",
        "m": "高度な語彙_2537。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2538",
        "m": "高度な語彙_2538。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2539",
        "m": "高度な語彙_2539。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2540",
        "m": "高度な語彙_2540。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2541",
        "m": "高度な語彙_2541。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2542",
        "m": "高度な語彙_2542。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2543",
        "m": "高度な語彙_2543。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2544",
        "m": "高度な語彙_2544。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2545",
        "m": "高度な語彙_2545。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2546",
        "m": "高度な語彙_2546。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2547",
        "m": "高度な語彙_2547。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2548",
        "m": "高度な語彙_2548。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2549",
        "m": "高度な語彙_2549。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2550",
        "m": "高度な語彙_2550。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2551",
        "m": "高度な語彙_2551。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2552",
        "m": "高度な語彙_2552。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2553",
        "m": "高度な語彙_2553。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2554",
        "m": "高度な語彙_2554。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2555",
        "m": "高度な語彙_2555。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2556",
        "m": "高度な語彙_2556。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2557",
        "m": "高度な語彙_2557。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2558",
        "m": "高度な語彙_2558。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2559",
        "m": "高度な語彙_2559。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2560",
        "m": "高度な語彙_2560。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2561",
        "m": "高度な語彙_2561。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2562",
        "m": "高度な語彙_2562。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2563",
        "m": "高度な語彙_2563。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2564",
        "m": "高度な語彙_2564。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2565",
        "m": "高度な語彙_2565。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2566",
        "m": "高度な語彙_2566。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2567",
        "m": "高度な語彙_2567。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2568",
        "m": "高度な語彙_2568。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2569",
        "m": "高度な語彙_2569。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2570",
        "m": "高度な語彙_2570。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2571",
        "m": "高度な語彙_2571。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2572",
        "m": "高度な語彙_2572。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2573",
        "m": "高度な語彙_2573。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2574",
        "m": "高度な語彙_2574。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2575",
        "m": "高度な語彙_2575。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2576",
        "m": "高度な語彙_2576。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2577",
        "m": "高度な語彙_2577。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2578",
        "m": "高度な語彙_2578。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2579",
        "m": "高度な語彙_2579。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2580",
        "m": "高度な語彙_2580。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2581",
        "m": "高度な語彙_2581。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2582",
        "m": "高度な語彙_2582。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2583",
        "m": "高度な語彙_2583。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2584",
        "m": "高度な語彙_2584。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2585",
        "m": "高度な語彙_2585。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2586",
        "m": "高度な語彙_2586。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2587",
        "m": "高度な語彙_2587。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2588",
        "m": "高度な語彙_2588。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2589",
        "m": "高度な語彙_2589。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2590",
        "m": "高度な語彙_2590。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2591",
        "m": "高度な語彙_2591。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2592",
        "m": "高度な語彙_2592。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2593",
        "m": "高度な語彙_2593。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2594",
        "m": "高度な語彙_2594。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2595",
        "m": "高度な語彙_2595。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2596",
        "m": "高度な語彙_2596。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2597",
        "m": "高度な語彙_2597。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2598",
        "m": "高度な語彙_2598。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2599",
        "m": "高度な語彙_2599。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2600",
        "m": "高度な語彙_2600。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2601",
        "m": "高度な語彙_2601。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2602",
        "m": "高度な語彙_2602。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2603",
        "m": "高度な語彙_2603。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2604",
        "m": "高度な語彙_2604。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2605",
        "m": "高度な語彙_2605。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2606",
        "m": "高度な語彙_2606。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2607",
        "m": "高度な語彙_2607。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2608",
        "m": "高度な語彙_2608。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2609",
        "m": "高度な語彙_2609。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2610",
        "m": "高度な語彙_2610。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2611",
        "m": "高度な語彙_2611。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2612",
        "m": "高度な語彙_2612。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2613",
        "m": "高度な語彙_2613。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2614",
        "m": "高度な語彙_2614。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2615",
        "m": "高度な語彙_2615。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2616",
        "m": "高度な語彙_2616。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2617",
        "m": "高度な語彙_2617。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2618",
        "m": "高度な語彙_2618。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2619",
        "m": "高度な語彙_2619。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2620",
        "m": "高度な語彙_2620。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2621",
        "m": "高度な語彙_2621。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2622",
        "m": "高度な語彙_2622。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2623",
        "m": "高度な語彙_2623。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2624",
        "m": "高度な語彙_2624。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2625",
        "m": "高度な語彙_2625。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2626",
        "m": "高度な語彙_2626。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2627",
        "m": "高度な語彙_2627。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2628",
        "m": "高度な語彙_2628。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2629",
        "m": "高度な語彙_2629。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2630",
        "m": "高度な語彙_2630。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2631",
        "m": "高度な語彙_2631。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2632",
        "m": "高度な語彙_2632。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2633",
        "m": "高度な語彙_2633。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2634",
        "m": "高度な語彙_2634。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2635",
        "m": "高度な語彙_2635。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2636",
        "m": "高度な語彙_2636。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2637",
        "m": "高度な語彙_2637。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2638",
        "m": "高度な語彙_2638。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2639",
        "m": "高度な語彙_2639。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2640",
        "m": "高度な語彙_2640。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2641",
        "m": "高度な語彙_2641。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2642",
        "m": "高度な語彙_2642。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2643",
        "m": "高度な語彙_2643。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2644",
        "m": "高度な語彙_2644。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2645",
        "m": "高度な語彙_2645。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2646",
        "m": "高度な語彙_2646。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2647",
        "m": "高度な語彙_2647。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2648",
        "m": "高度な語彙_2648。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2649",
        "m": "高度な語彙_2649。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2650",
        "m": "高度な語彙_2650。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2651",
        "m": "高度な語彙_2651。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2652",
        "m": "高度な語彙_2652。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2653",
        "m": "高度な語彙_2653。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2654",
        "m": "高度な語彙_2654。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2655",
        "m": "高度な語彙_2655。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2656",
        "m": "高度な語彙_2656。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2657",
        "m": "高度な語彙_2657。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2658",
        "m": "高度な語彙_2658。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2659",
        "m": "高度な語彙_2659。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2660",
        "m": "高度な語彙_2660。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2661",
        "m": "高度な語彙_2661。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2662",
        "m": "高度な語彙_2662。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2663",
        "m": "高度な語彙_2663。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2664",
        "m": "高度な語彙_2664。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2665",
        "m": "高度な語彙_2665。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2666",
        "m": "高度な語彙_2666。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2667",
        "m": "高度な語彙_2667。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2668",
        "m": "高度な語彙_2668。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2669",
        "m": "高度な語彙_2669。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2670",
        "m": "高度な語彙_2670。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2671",
        "m": "高度な語彙_2671。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2672",
        "m": "高度な語彙_2672。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2673",
        "m": "高度な語彙_2673。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2674",
        "m": "高度な語彙_2674。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2675",
        "m": "高度な語彙_2675。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2676",
        "m": "高度な語彙_2676。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2677",
        "m": "高度な語彙_2677。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2678",
        "m": "高度な語彙_2678。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2679",
        "m": "高度な語彙_2679。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2680",
        "m": "高度な語彙_2680。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2681",
        "m": "高度な語彙_2681。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2682",
        "m": "高度な語彙_2682。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2683",
        "m": "高度な語彙_2683。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2684",
        "m": "高度な語彙_2684。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2685",
        "m": "高度な語彙_2685。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2686",
        "m": "高度な語彙_2686。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2687",
        "m": "高度な語彙_2687。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2688",
        "m": "高度な語彙_2688。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2689",
        "m": "高度な語彙_2689。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2690",
        "m": "高度な語彙_2690。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2691",
        "m": "高度な語彙_2691。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2692",
        "m": "高度な語彙_2692。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2693",
        "m": "高度な語彙_2693。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2694",
        "m": "高度な語彙_2694。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2695",
        "m": "高度な語彙_2695。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2696",
        "m": "高度な語彙_2696。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2697",
        "m": "高度な語彙_2697。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2698",
        "m": "高度な語彙_2698。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2699",
        "m": "高度な語彙_2699。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2700",
        "m": "高度な語彙_2700。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2701",
        "m": "高度な語彙_2701。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2702",
        "m": "高度な語彙_2702。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2703",
        "m": "高度な語彙_2703。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2704",
        "m": "高度な語彙_2704。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2705",
        "m": "高度な語彙_2705。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2706",
        "m": "高度な語彙_2706。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2707",
        "m": "高度な語彙_2707。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2708",
        "m": "高度な語彙_2708。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2709",
        "m": "高度な語彙_2709。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2710",
        "m": "高度な語彙_2710。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2711",
        "m": "高度な語彙_2711。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2712",
        "m": "高度な語彙_2712。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2713",
        "m": "高度な語彙_2713。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2714",
        "m": "高度な語彙_2714。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2715",
        "m": "高度な語彙_2715。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2716",
        "m": "高度な語彙_2716。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2717",
        "m": "高度な語彙_2717。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2718",
        "m": "高度な語彙_2718。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2719",
        "m": "高度な語彙_2719。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2720",
        "m": "高度な語彙_2720。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2721",
        "m": "高度な語彙_2721。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2722",
        "m": "高度な語彙_2722。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2723",
        "m": "高度な語彙_2723。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2724",
        "m": "高度な語彙_2724。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2725",
        "m": "高度な語彙_2725。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2726",
        "m": "高度な語彙_2726。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2727",
        "m": "高度な語彙_2727。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2728",
        "m": "高度な語彙_2728。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2729",
        "m": "高度な語彙_2729。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2730",
        "m": "高度な語彙_2730。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2731",
        "m": "高度な語彙_2731。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2732",
        "m": "高度な語彙_2732。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2733",
        "m": "高度な語彙_2733。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2734",
        "m": "高度な語彙_2734。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2735",
        "m": "高度な語彙_2735。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2736",
        "m": "高度な語彙_2736。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2737",
        "m": "高度な語彙_2737。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2738",
        "m": "高度な語彙_2738。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2739",
        "m": "高度な語彙_2739。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2740",
        "m": "高度な語彙_2740。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2741",
        "m": "高度な語彙_2741。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2742",
        "m": "高度な語彙_2742。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2743",
        "m": "高度な語彙_2743。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2744",
        "m": "高度な語彙_2744。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2745",
        "m": "高度な語彙_2745。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2746",
        "m": "高度な語彙_2746。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2747",
        "m": "高度な語彙_2747。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2748",
        "m": "高度な語彙_2748。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2749",
        "m": "高度な語彙_2749。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2750",
        "m": "高度な語彙_2750。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2751",
        "m": "高度な語彙_2751。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2752",
        "m": "高度な語彙_2752。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2753",
        "m": "高度な語彙_2753。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2754",
        "m": "高度な語彙_2754。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2755",
        "m": "高度な語彙_2755。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2756",
        "m": "高度な語彙_2756。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2757",
        "m": "高度な語彙_2757。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2758",
        "m": "高度な語彙_2758。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2759",
        "m": "高度な語彙_2759。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2760",
        "m": "高度な語彙_2760。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2761",
        "m": "高度な語彙_2761。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2762",
        "m": "高度な語彙_2762。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2763",
        "m": "高度な語彙_2763。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2764",
        "m": "高度な語彙_2764。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2765",
        "m": "高度な語彙_2765。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2766",
        "m": "高度な語彙_2766。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2767",
        "m": "高度な語彙_2767。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2768",
        "m": "高度な語彙_2768。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2769",
        "m": "高度な語彙_2769。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2770",
        "m": "高度な語彙_2770。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2771",
        "m": "高度な語彙_2771。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2772",
        "m": "高度な語彙_2772。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2773",
        "m": "高度な語彙_2773。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2774",
        "m": "高度な語彙_2774。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2775",
        "m": "高度な語彙_2775。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2776",
        "m": "高度な語彙_2776。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2777",
        "m": "高度な語彙_2777。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2778",
        "m": "高度な語彙_2778。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2779",
        "m": "高度な語彙_2779。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2780",
        "m": "高度な語彙_2780。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2781",
        "m": "高度な語彙_2781。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2782",
        "m": "高度な語彙_2782。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2783",
        "m": "高度な語彙_2783。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2784",
        "m": "高度な語彙_2784。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2785",
        "m": "高度な語彙_2785。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2786",
        "m": "高度な語彙_2786。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2787",
        "m": "高度な語彙_2787。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2788",
        "m": "高度な語彙_2788。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2789",
        "m": "高度な語彙_2789。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2790",
        "m": "高度な語彙_2790。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2791",
        "m": "高度な語彙_2791。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2792",
        "m": "高度な語彙_2792。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2793",
        "m": "高度な語彙_2793。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2794",
        "m": "高度な語彙_2794。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2795",
        "m": "高度な語彙_2795。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2796",
        "m": "高度な語彙_2796。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2797",
        "m": "高度な語彙_2797。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2798",
        "m": "高度な語彙_2798。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2799",
        "m": "高度な語彙_2799。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2800",
        "m": "高度な語彙_2800。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2801",
        "m": "高度な語彙_2801。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2802",
        "m": "高度な語彙_2802。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2803",
        "m": "高度な語彙_2803。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2804",
        "m": "高度な語彙_2804。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2805",
        "m": "高度な語彙_2805。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2806",
        "m": "高度な語彙_2806。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2807",
        "m": "高度な語彙_2807。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2808",
        "m": "高度な語彙_2808。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2809",
        "m": "高度な語彙_2809。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2810",
        "m": "高度な語彙_2810。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2811",
        "m": "高度な語彙_2811。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2812",
        "m": "高度な語彙_2812。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2813",
        "m": "高度な語彙_2813。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2814",
        "m": "高度な語彙_2814。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2815",
        "m": "高度な語彙_2815。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2816",
        "m": "高度な語彙_2816。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2817",
        "m": "高度な語彙_2817。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2818",
        "m": "高度な語彙_2818。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2819",
        "m": "高度な語彙_2819。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2820",
        "m": "高度な語彙_2820。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2821",
        "m": "高度な語彙_2821。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2822",
        "m": "高度な語彙_2822。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2823",
        "m": "高度な語彙_2823。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2824",
        "m": "高度な語彙_2824。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2825",
        "m": "高度な語彙_2825。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2826",
        "m": "高度な語彙_2826。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2827",
        "m": "高度な語彙_2827。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2828",
        "m": "高度な語彙_2828。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2829",
        "m": "高度な語彙_2829。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2830",
        "m": "高度な語彙_2830。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2831",
        "m": "高度な語彙_2831。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2832",
        "m": "高度な語彙_2832。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2833",
        "m": "高度な語彙_2833。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "技術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2834",
        "m": "高度な語彙_2834。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2835",
        "m": "高度な語彙_2835。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2836",
        "m": "高度な語彙_2836。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2837",
        "m": "高度な語彙_2837。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2838",
        "m": "高度な語彙_2838。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2839",
        "m": "高度な語彙_2839。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2840",
        "m": "高度な語彙_2840。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2841",
        "m": "高度な語彙_2841。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2842",
        "m": "高度な語彙_2842。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2843",
        "m": "高度な語彙_2843。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2844",
        "m": "高度な語彙_2844。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2845",
        "m": "高度な語彙_2845。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2846",
        "m": "高度な語彙_2846。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2847",
        "m": "高度な語彙_2847。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2848",
        "m": "高度な語彙_2848。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2849",
        "m": "高度な語彙_2849。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2850",
        "m": "高度な語彙_2850。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2851",
        "m": "高度な語彙_2851。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2852",
        "m": "高度な語彙_2852。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "心理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2853",
        "m": "高度な語彙_2853。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2854",
        "m": "高度な語彙_2854。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "科学",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2855",
        "m": "高度な語彙_2855。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2856",
        "m": "高度な語彙_2856。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2857",
        "m": "高度な語彙_2857。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2858",
        "m": "高度な語彙_2858。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2859",
        "m": "高度な語彙_2859。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2860",
        "m": "高度な語彙_2860。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2861",
        "m": "高度な語彙_2861。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2862",
        "m": "高度な語彙_2862。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2863",
        "m": "高度な語彙_2863。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "論理",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2864",
        "m": "高度な語彙_2864。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 3,
        "t": [
            "芸術",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2865",
        "m": "高度な語彙_2865。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2866",
        "m": "高度な語彙_2866。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 5,
        "t": [
            "社会",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2867",
        "m": "高度な語彙_2867。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "経済",
            "学術"
        ],
        "mode": "vocab"
    },
    {
        "w": "z_vocab_2868",
        "m": "高度な語彙_2868。論理的な読解に不可欠な単語です。",
        "ty": "一般",
        "s": 4,
        "t": [
            "歴史",
            "学術"
        ],
        "mode": "vocab"
    }
];